window.petInfo = {
  "1": {
    name: "迪兰",
    type: "水",
    img: "img/pet/1.png",
    desc: "漂亮冷酷的精灵，不爱说话。",
    upskill: ['10001', '10002', '10003', '10004'],
    setskill: [],
    skillLv: {'10001': 1, '10002': 5, '10003': 10, '10004': 15},
    stats: "116/125/114/121/115/85"
  },
  "2": {
    name: "迪迪兰",
    type: "水",
    img: "img/pet/2.png",
    desc: "常被误认为雌性精灵，经常受到雄性精灵追求，使它非常郁闷。",
    upskill: ['10005', '10006', '10007', '10008'],
    setskill: [],
    skillLv: {'10005': 20, '10006': 25, '10007': 30, '10008': 35},
    stats: "141/155/139/146/135/125"
  },
  "3": {
    name: "迪兰特",
    type: "水",
    img: "img/pet/3.png",
    desc: "战斗时的它非常冷静，习惯看破对方的弱点加以攻击。",
    upskill: ['10009', '10010', '10011', '10012', '10013'],
    setskill: ['10014', '10015', '10016', '10017'],
    skillLv: {'10009': 40, '10010': 45, '10011': 50, '10012': 55, '10013': 60},
    stats: "166/185/164/171/155/185"
  },
  "4": {
    name: "休咻",
    type: "火",
    img: "img/pet/4.png",
    desc: "做任何事都喜欢冲在最前面，一心想当迪兰、拉奥的队长。",
    upskill: ['10018', '10019', '10020', '10021'],
    setskill: [],
    skillLv: {'10018': 1, '10019': 5, '10020': 10, '10021': 15},
    stats: "130/112/111/110/120/79"
  },
  "5": {
    name: "休伊尔",
    type: "火",
    img: "img/pet/5.png",
    desc: "非常勇敢有自信的精灵，但有时会显得比较莽撞。",
    upskill: ['10022', '10023', '10024', '10025'],
    setskill: [],
    skillLv: {'10022': 20, '10023': 25, '10024': 30, '10025': 35},
    stats: "160/137/136/135/140/119"
  },
  "6": {
    name: "休罗斯",
    type: "火",
    img: "img/pet/6.png",
    desc: "过大的信心有时让人觉得是虚张声势，有时又非常可靠。",
    upskill: ['10026', '10027', '10028', '10029', '10030'],
    setskill: ['10031', '10032', '10033', '10017'],
    skillLv: {'10026': 40, '10027': 45, '10028': 50, '10029': 55, '10030': 60},
    stats: "190/162/161/160/170/179"
  },
  "7": {
    name: "拉奥",
    type: "草",
    img: "img/pet/7.png",
    desc: "心地善良的小精灵，不愿看到任何精灵受到伤害。",
    upskill: ['10034', '10035', '10036', '10037'],
    setskill: [],
    skillLv: {'10034': 1, '10035': 5, '10036': 10, '10037': 15},
    stats: "104/113/123/128/105/91"
  },
  "8": {
    name: "拉奥苗",
    type: "草",
    img: "img/pet/8.png",
    desc: "经常和对手战斗完也会帮它恢复体力以示友善。",
    upskill: ['10038', '10039', '10040', '10041'],
    setskill: [],
    skillLv: {'10038': 20, '10039': 25, '10040': 30, '10041': 35},
    stats: "129/138/153/158/125/131"
  },
  "9": {
    name: "拉奥叶",
    type: "草",
    img: "img/pet/9.png",
    desc: "对自己关心很少，有时只顾着帮助别的精灵忘记自己受了重伤。",
    upskill: ['10042', '10043', '10044', '10045', '10046'],
    setskill: ['10047', '10048', '10049', '10017'],
    skillLv: {'10042': 40, '10043': 45, '10044': 50, '10045': 55, '10046': 60},
    stats: "154/163/183/188/145/191"
  },
  "10": {
    name: "法拉",
    type: "普通",
    img: "img/pet/10.png",
    desc: "当有部落居民的时候，法拉就已在阿卡迪亚星球生活了很久很久。",
    upskill: ['10050', '10051', '10052', '10053'],
    setskill: [],
    skillLv: {'10050': 1, '10051': 5, '10052': 10, '10053': 15},
    stats: "114/115/111/112/108/77"
  },
  "11": {
    name: "法娜",
    type: "普通",
    img: "img/pet/11.png",
    desc: "温顺的法娜从不主动靠近人类，它只是远远地看着世界的变化。",
    upskill: ['10054', '10055', '10056', '10057'],
    setskill: [],
    skillLv: {'10054': 20, '10055': 25, '10056': 30, '10057': 35},
    stats: "144/145/136/137/128/117"
  },
  "12": {
    name: "法伊娜",
    type: "普通",
    img: "img/pet/12.png",
    desc: "在寂静的星空里，似乎有法伊娜信奉的力量。",
    upskill: ['10058', '10059', '10060', '10061', '10062'],
    setskill: ['10063', '10064', '10065', '10066'],
    skillLv: {'10058': 40, '10059': 45, '10060': 50, '10061': 55, '10062': 60},
    stats: "174/175/161/162/148/177"
  },
  "13": {
    name: "小小葵",
    type: "草",
    img: "img/pet/13.png",
    desc: "小小葵是草系精灵中，与自然界融合得很好的精灵。",
    upskill: ['10067', '10154', '10155', '10156'],
    setskill: [],
    skillLv: {'10067': 1, '10154': 5, '10155': 10, '10156': 15},
    stats: "115/105/121/120/100/88"
  },
  "14": {
    name: "呆呆葵",
    type: "草",
    img: "img/pet/14.png",
    desc: "呆呆葵能从周围的草木呼吸中，获得不断成长的能量。",
    upskill: ['10157', '10158', '10159', '10160'],
    setskill: [],
    skillLv: {'10157': 20, '10158': 25, '10159': 30, '10160': 35},
    stats: "140/130/151/150/120/128"
  },
  "15": {
    name: "笑笑葵",
    type: "草",
    img: "img/pet/15.png",
    desc: "笑笑葵能用爽朗的笑声改变天气，将周围变成明媚的晴天。",
    upskill: ['10161', '10162', '10163', '10164', '10165'],
    setskill: ['10166', '10167', '10168', '10169'],
    skillLv: {'10161': 40, '10162': 45, '10163': 50, '10164': 55, '10165': 60},
    stats: "165/155/181/180/140/188"
  },
  "16": {
    name: "布尔",
    type: "普通",
    img: "img/pet/16.png",
    desc: "布尔的脂肪是它最有利的攻击武器。",
    upskill: ['10241', '10242', '10243', '10244'],
    setskill: [],
    skillLv: {'10241': 1, '10242': 5, '10243': 10, '10244': 15},
    stats: "131/117/126/110/106/90"
  },
  "17": {
    name: "布鲁托",
    type: "普通",
    img: "img/pet/17.png",
    desc: "布鲁托最喜欢坐在小树根的脑袋上，享受小精灵们的进贡。",
    upskill: ['10245', '10246', '10247', '10248', '10249', '10250', '10121', '10251', '10252'],
    setskill: ['10253', '10254', '10255', '10256'],
    skillLv: {'10245': 20, '10246': 25, '10247': 30, '10248': 35, '10249': 40, '10250': 45, '10121': 50, '10251': 55, '10252': 60},
    stats: "181/162/176/155/146/180"
  },
  "18": {
    name: "小树根",
    type: "草",
    img: "img/pet/18.png",
    desc: "小树根是非常胆小的精灵，一直被布鲁托欺负，垫在屁股下。",
    upskill: ['10262', '10263', '10211', '10264', '10265', '10266'],
    setskill: [],
    skillLv: {'10262': 1, '10263': 5, '10211': 10, '10264': 15, '10265': 20, '10266': 25},
    stats: "127/120/125/109/90/96"
  },
  "19": {
    name: "树根使者",
    type: "草",
    img: "img/pet/19.png",
    desc: "勇敢的力量让小树根成长为树根使者，长出尖尖的木椎。",
    upskill: ['10267', '10268', '10269', '10270', '10271', '10272', '10273'],
    setskill: ['10274', '10275', '10276', '10277'],
    skillLv: {'10267': 30, '10268': 35, '10269': 40, '10270': 45, '10271': 50, '10272': 55, '10273': 60},
    stats: "177/165/175/154/139/186"
  },
  "20": {
    name: "奇鲁",
    type: "水",
    img: "img/pet/20.png",
    desc: "奇鲁在石头下出生，需要依靠自己的力量，将身上的大石顶开。",
    upskill: ['10225', '10226', '10227', '10228', '10229'],
    setskill: [],
    skillLv: {'10225': 1, '10226': 5, '10227': 10, '10228': 15, '10229': 20},
    stats: "119/127/116/123/107/91"
  },
  "21": {
    name: "库奇鲁",
    type: "水",
    img: "img/pet/21.png",
    desc: "库奇鲁深信河流是精灵王的血液，它的职责是清除血液的障碍。",
    upskill: ['10230', '10053', '10231', '10232', '10233', '10234', '10235', '10236'],
    setskill: ['10237', '10238', '10239', '10240'],
    skillLv: {'10230': 25, '10053': 30, '10231': 35, '10232': 40, '10233': 45, '10234': 50, '10235': 55, '10236': 60},
    stats: "164/177/161/168/147/181"
  },
  "22": {
    name: "古斯",
    type: "草",
    img: "img/pet/22.png",
    desc: "古斯是非常胆小的精灵，隐藏在很深很深的荆棘里。",
    upskill: ['10050', '10297', '10298', '10299'],
    setskill: [],
    skillLv: {'10050': 1, '10297': 5, '10298': 10, '10299': 15},
    stats: "113/117/114/115/92/84"
  },
  "23": {
    name: "古加罗",
    type: "草",
    img: "img/pet/23.png",
    desc: "胆小的古斯成长到一定阶段，会找到共生精灵，合体成古加罗。",
    upskill: ['10300', '10235', '10301', '10302'],
    setskill: [],
    skillLv: {'10300': 20, '10235': 25, '10301': 30, '10302': 35},
    stats: "138/142/144/145/112/124"
  },
  "24": {
    name: "古加罗斯",
    type: "草",
    img: "img/pet/24.png",
    desc: "它们的能量共生、互补，进化为古加罗斯。这时古斯不再胆小。",
    upskill: ['10303', '10304', '10305', '10306', '10307'],
    setskill: ['10308', '10309', '10310', '10311'],
    skillLv: {'10303': 40, '10304': 45, '10305': 50, '10306': 55, '10307': 60},
    stats: "163/167/174/175/132/184"
  },
  "25": {
    name: "安可",
    type: "水",
    img: "img/pet/25.png",
    desc: "安可是谜一样的精灵。身为水系精灵的它，无法在水下呼吸",
    upskill: ['10663', '10401', '10664', '10665'],
    setskill: [],
    skillLv: {'10663': 1, '10401': 5, '10664': 10, '10665': 15},
    stats: "116/119/115/113/106/80"
  },
  "26": {
    name: "安亚",
    type: "水",
    img: "img/pet/26.png",
    desc: "安亚能将头上的水泡渐渐转变为保护自己的呼吸罩",
    upskill: ['10666', '10227', '10667', '10235'],
    setskill: [],
    skillLv: {'10666': 20, '10227': 25, '10667': 30, '10235': 35},
    stats: "141/149/140/138/126/120"
  },
  "27": {
    name: "安迷亚",
    type: "水",
    img: "img/pet/27.png",
    desc: "强大的安迷亚让呼吸罩成为了它最强的防护和能量来源",
    upskill: ['10668', '10669', '10670', '10671', '10672'],
    setskill: ['10673', '10674', '10675', '10676'],
    skillLv: {'10668': 40, '10669': 45, '10670': 50, '10671': 55, '10672': 60},
    stats: "166/179/165/163/146/180"
  },
  "28": {
    name: "蓝喵",
    type: "水",
    img: "img/pet/28.png",
    desc: "最大胆妄为的蓝喵敢用坚硬的脑袋去冲撞任何物体。",
    upskill: ['10034', '10401', '10402', '10403', '10211', '10404', '10405'],
    setskill: [],
    skillLv: {'10034': 1, '10401': 5, '10402': 10, '10403': 15, '10211': 20, '10404': 25, '10405': 30},
    stats: "130/110/118/117/110/94"
  },
  "29": {
    name: "蓝虎鲸",
    type: "水",
    img: "img/pet/29.png",
    desc: "蓝虎鲸最大的目标，就是撞破阿卡纳斯的水纹护盾。",
    upskill: ['10406', '10407', '10408', '10409', '10410', '10411'],
    setskill: ['10412', '10413', '10414', '10415'],
    skillLv: {'10406': 35, '10407': 40, '10408': 45, '10409': 50, '10410': 55, '10411': 60},
    stats: "180/155/168/162/150/184"
  },
  "30": {
    name: "阿卡",
    type: "水",
    img: "img/pet/30.png",
    desc: "阿卡从小就是水上霸主，这是所有水系精灵都不会否认的事实。",
    upskill: ['10001', '10416', '10003', '10417', '10418', '10419'],
    setskill: [],
    skillLv: {'10001': 1, '10416': 5, '10003': 10, '10417': 15, '10418': 20, '10419': 25},
    stats: "126/114/120/120/108/95"
  },
  "31": {
    name: "阿卡纳斯",
    type: "水",
    img: "img/pet/31.png",
    desc: "蓝虎鲸的冲撞，激发了阿卡纳斯真正的防护能量，撑开了水盾。",
    upskill: ['10420', '10421', '10407', '10422', '10423', '10424', '10425'],
    setskill: ['10426', '10116', '10361', '10427'],
    skillLv: {'10420': 30, '10421': 35, '10407': 40, '10422': 45, '10423': 50, '10424': 55, '10425': 60},
    stats: "176/159/170/170/148/185"
  },
  "32": {
    name: "尤尼",
    type: "火",
    img: "img/pet/32.png",
    desc: "尤尼生活在火山周围，非常好动。喜欢自己蜷成球，到处冲撞。",
    upskill: ['10241', '10519', '10520', '10521', '10522', '10418'],
    setskill: [],
    skillLv: {'10241': 1, '10519': 5, '10520': 10, '10521': 15, '10522': 20, '10418': 25},
    stats: "116/133/113/114/117/85"
  },
  "33": {
    name: "乔尼",
    type: "火",
    img: "img/pet/33.png",
    desc: "有传言乔尼身后的火焰促使它需要不断冲撞，消耗多余能量",
    upskill: ['10523', '10524', '10525', '10526', '10527', '10528', '10529'],
    setskill: ['10530', '10531', '10532', '10533'],
    skillLv: {'10523': 30, '10524': 35, '10525': 40, '10526': 45, '10527': 50, '10528': 55, '10529': 60},
    stats: "161/183/158/159/162/175"
  },
  "34": {
    name: "小岩浮",
    type: "火",
    img: "img/pet/34.png",
    desc: "小岩浮喜欢成群结队的出现，用大钳子在火山口不停的翻找",
    upskill: ['10050', '10534', '10535', '10536'],
    setskill: [],
    skillLv: {'10050': 1, '10534': 5, '10535': 10, '10536': 15},
    stats: "120/115/109/111/110/74"
  },
  "35": {
    name: "大角岩浮",
    type: "火",
    img: "img/pet/35.png",
    desc: "它似乎在火山口不停的寻找遗失的某个重要东西",
    upskill: ['10537', '10538', '10402', '10539'],
    setskill: [],
    skillLv: {'10537': 20, '10538': 25, '10402': 30, '10539': 35},
    stats: "150/145/134/136/130/114"
  },
  "36": {
    name: "大将岩浮",
    type: "火",
    img: "img/pet/36.png",
    desc: "它最担心的就是遇上乔尼，这个顽皮的家伙总喜欢把它撞倒",
    upskill: ['10540', '10541', '10542', '10543', '10544'],
    setskill: ['10545', '10546', '10547', '10548'],
    skillLv: {'10540': 40, '10541': 45, '10542': 50, '10543': 55, '10544': 60},
    stats: "180/175/159/161/150/174"
  },
  "37": {
    name: "霍克",
    type: "火",
    img: "img/pet/37.png",
    desc: "霍克是自卑而孤独的精灵，经常受欺负也趴着一动不动",
    upskill: ['10018', '10534', '10402', '10549', '10550', '10520'],
    setskill: [],
    skillLv: {'10018': 1, '10534': 5, '10402': 10, '10549': 15, '10550': 20, '10520': 25},
    stats: "130/130/110/110/118/86"
  },
  "38": {
    name: "霍克努尔",
    type: "火",
    img: "img/pet/38.png",
    desc: "当霍克的怒火如火山般的喷发，它成长为了强大的霍克努尔",
    upskill: ['10551', '10552', '10553', '10554', '10555', '10556', '10557'],
    setskill: ['10558', '10559', '10560', '10561'],
    skillLv: {'10551': 30, '10552': 35, '10553': 40, '10554': 45, '10555': 50, '10556': 55, '10557': 60},
    stats: "180/180/155/155/163/176"
  },
  "39": {
    name: "小赤豚",
    type: "火",
    img: "img/pet/39.png",
    desc: "传说小赤豚是神手在勾画强大精灵时，遗落的星火化身出的",
    upskill: ['10050', '10519', '10956', '10957', '10958', '10539'],
    setskill: [],
    skillLv: {'10050': 1, '10519': 5, '10956': 10, '10957': 15, '10958': 20, '10539': 25},
    stats: "131/119/116/115/118/88"
  },
  "40": {
    name: "赤焰兽",
    type: "火",
    img: "img/pet/40.png",
    desc: "赤焰兽坚硬如铁石的大嘴能吸收火山熔浆的神奇力量",
    upskill: ['10959', '10960', '10961', '10962', '10520', '10963', '10964'],
    setskill: ['10965', '10966', '10967', '10968'],
    skillLv: {'10959': 30, '10960': 35, '10961': 40, '10962': 45, '10520': 50, '10963': 55, '10964': 60},
    stats: "181/169/161/160/163/178"
  },
  "41": {
    name: "水墨点点",
    type: "水",
    img: "img/pet/41.png",
    desc: "水墨点点从小就被嘲笑只能在水中行走而不能畅游",
    upskill: ['10241', '10002', '10229', '10633', '10634', '10635'],
    setskill: [],
    skillLv: {'10241': 1, '10002': 5, '10229': 10, '10633': 15, '10634': 20, '10635': 25},
    stats: "124/131/113/114/110/88"
  },
  "42": {
    name: "水墨飞马",
    type: "水",
    img: "img/pet/42.png",
    desc: "经过艰难的成长，强韧的双翼让水墨飞马游得像箭一样快",
    upskill: ['10636', '10637', '10638', '10639', '10640', '10641', '10642'],
    setskill: ['10643', '10644', '10645', '10646'],
    skillLv: {'10636': 30, '10637': 35, '10638': 40, '10639': 45, '10640': 50, '10641': 55, '10642': 60},
    stats: "174/181/158/159/155/178"
  },
  "46": {
    name: "汤尼",
    type: "普通",
    img: "img/pet/46.png",
    desc: "汤尼来自一个彩虹山谷，拥有像石头一般坚硬的双拳",
    upskill: ['10001', '10242', '10455', '10456'],
    setskill: [],
    skillLv: {'10001': 1, '10242': 5, '10455': 10, '10456': 15},
    stats: "120/116/113/110/113/79"
  },
  "47": {
    name: "泰尼",
    type: "普通",
    img: "img/pet/47.png",
    desc: "被守护师收服后，泰尼跟随他来到了竞技场",
    upskill: ['10457', '10023', '10458', '10459'],
    setskill: [],
    skillLv: {'10457': 20, '10023': 25, '10458': 30, '10459': 35},
    stats: "150/146/138/135/133/119"
  },
  "48": {
    name: "鲁尼",
    type: "普通",
    img: "img/pet/48.png",
    desc: "不停的锻炼让鲁尼成为了竞技场上最震撼的拳手",
    upskill: ['10460', '10461', '10462', '10463', '10464'],
    setskill: ['10465', '10466', '10467', '10468'],
    skillLv: {'10460': 40, '10461': 45, '10462': 50, '10463': 55, '10464': 60},
    stats: "180/176/163/160/153/179"
  },
  "51": {
    name: "阿宝",
    type: "普通",
    img: "img/pet/51.png",
    desc: "部落的人说，阿宝会在你即将获得财运的时候出现",
    upskill: ['10050', '11734', '11746', '11735', '11736', '11737'],
    setskill: [],
    skillLv: {'10050': 1, '11734': 5, '11746': 10, '11735': 15, '11736': 20, '11737': 25},
    stats: "125/130/112/111/110/91"
  },
  "52": {
    name: "阿财",
    type: "普通",
    img: "img/pet/52.png",
    desc: "见到返老还童的阿财，也许会有更大的好运等着你哦",
    upskill: ['11738', '11747', '10739', '10160', '11739', '11740', '11741'],
    setskill: ['11742', '11743', '11744', '11745'],
    skillLv: {'11738': 30, '11747': 35, '10739': 40, '10160': 45, '11739': 50, '11740': 55, '11741': 60},
    stats: "175/180/162/161/155/181"
  },
  "55": {
    name: "麦麦籽",
    type: "草",
    img: "img/pet/55.png",
    desc: "麦麦籽是小小葵一起长大的好伙伴，但是它经常欺负小小葵哦！",
    upskill: ['10050', '10278', '10158', '10279'],
    setskill: [],
    skillLv: {'10050': 1, '10278': 5, '10158': 10, '10279': 15},
    stats: "110/119/119/110/101/87"
  },
  "56": {
    name: "麦麦头",
    type: "草",
    img: "img/pet/56.png",
    desc: "麦麦头曾和小小葵一起经历了可怕的事，它们见到了长相可怕的古斯。",
    upskill: ['10280', '10266', '10281', '10282'],
    setskill: [],
    skillLv: {'10280': 20, '10266': 25, '10281': 30, '10282': 35},
    stats: "135/149/149/135/121/127"
  },
  "57": {
    name: "麦麦迪",
    type: "草",
    img: "img/pet/57.png",
    desc: "麦麦迪从其它地方又回到了这片小时候的土地，它和呆呆葵又见面了。",
    upskill: ['10283', '10284', '10285', '10286', '10287'],
    setskill: ['10288', '10289', '10290', '10291'],
    skillLv: {'10283': 40, '10284': 45, '10285': 50, '10286': 55, '10287': 60},
    stats: "160/179/179/160/141/187"
  },
  "58": {
    name: "大耳猴",
    type: "普通",
    img: "img/pet/58.png",
    desc: "大耳猴是一种非常爱拳击的精灵，它闪金的拳套征服了许许多多的精灵",
    upskill: ['10915', '10242', '10455', '10916'],
    setskill: [],
    skillLv: {'10915': 1, '10242': 5, '10455': 10, '10916': 15},
    stats: "117/117/110/110/115/80"
  },
  "59": {
    name: "拳套猴",
    type: "普通",
    img: "img/pet/59.png",
    desc: "为了更广阔的成长领域，它来到了英格瓦要塞，和更多更强的精灵较量",
    upskill: ['10917', '10918', '10919', '10920'],
    setskill: [],
    skillLv: {'10917': 20, '10918': 25, '10919': 30, '10920': 35},
    stats: "147/147/135/135/135/120"
  },
  "60": {
    name: "长臂猴",
    type: "普通",
    img: "img/pet/60.png",
    desc: "闪金的手套已经成为了身体的一部分，让长臂猴的速度更加快速闪电",
    upskill: ['10921', '10922', '10461', '10923', '10924'],
    setskill: ['10925', '10926', '10927', '10928'],
    skillLv: {'10921': 40, '10922': 45, '10461': 50, '10923': 55, '10924': 60},
    stats: "177/177/160/160/155/180"
  },
  "61": {
    name: "晓月兔",
    type: "超能",
    img: "img/pet/61.png",
    desc: "晓月兔来自晓晓和月月的合体，合体后的晓月兔能在日光下自由的奔跑了。",
    upskill: ['10170', '10171', '10172', '10173', '10174', '10175'],
    setskill: [],
    skillLv: {'10170': 1, '10171': 5, '10172': 10, '10173': 15, '10174': 20, '10175': 25},
    stats: "120/135/120/115/115/90"
  },
  "62": {
    name: "拂晓兔",
    type: "超能",
    img: "img/pet/62.png",
    desc: "感受着来自心灵的交流，它在朦胧、静谧的拂晓之刻领悟到了最强的必杀。",
    upskill: ['10176', '10177', '10178', '10179', '10180', '10181', '10182'],
    setskill: ['10183', '10184', '10185', '10186'],
    skillLv: {'10176': 30, '10177': 35, '10178': 40, '10179': 45, '10180': 50, '10181': 55, '10182': 60},
    stats: "165/185/165/160/165/180"
  },
  "72": {
    name: "乌达",
    type: "水",
    img: "img/pet/72.png",
    desc: "乌达其实有两只小精灵，它们终日黏在一起。大家习惯将它们叫做乌达",
    upskill: ['10050', '10002', '10003', '10735', '10736', '10737', '10738'],
    setskill: [],
    skillLv: {'10050': 1, '10002': 5, '10003': 10, '10735': 15, '10736': 20, '10737': 25, '10738': 30},
    stats: "117/132/118/122/98/90"
  },
  "73": {
    name: "乌古达",
    type: "水",
    img: "img/pet/73.png",
    desc: "能量集合在乌古达尾部产生了一种神秘的泡泡，实现了它飞行的梦想",
    upskill: ['10227', '10235', '10739', '10740', '10741', '10742'],
    setskill: ['10743', '10744', '10745', '10746'],
    skillLv: {'10227': 35, '10235': 40, '10739': 45, '10740': 50, '10741': 55, '10742': 60},
    stats: "162/182/163/172/143/180"
  },
  "74": {
    name: "达达",
    type: "火",
    img: "img/pet/74.png",
    desc: "达达是高傲的小精灵，它能够吞噬火焰转化为自身的力量",
    upskill: ['10018', '10519', '10520', '10985', '10986'],
    setskill: [],
    skillLv: {'10018': 1, '10519': 5, '10520': 10, '10985': 15, '10986': 20},
    stats: "113/122/109/112/114/79"
  },
  "75": {
    name: "达克尔",
    type: "火",
    img: "img/pet/75.png",
    desc: "达克尔长长的尾巴能保持身体的平衡，即使是最陡峭的火山熔岩也难不倒它",
    upskill: ['10023', '10987', '10988', '10989'],
    setskill: [],
    skillLv: {'10023': 25, '10987': 30, '10988': 35, '10989': 40},
    stats: "143/152/134/137/134/119"
  },
  "76": {
    name: "达克拉尔",
    type: "火",
    img: "img/pet/76.png",
    desc: "达克拉尔进化出了黑色的恶魔羽翼，更加快如闪电",
    upskill: ['10402', '10990', '10991', '10992'],
    setskill: ['10993', '10994', '10995', '10996'],
    skillLv: {'10402': 45, '10990': 50, '10991': 55, '10992': 60},
    stats: "173/182/159/162/164/179"
  },
  "77": {
    name: "齿轮鹰",
    type: "飞行",
    img: "img/pet/77.png",
    desc: "眼旁长有奇怪齿轮印记的一种神秘鸟种，被草目氏族的人们视为幸运之鸟",
    upskill: ['11752', '10143', '11753', '11754', '11755', '11756'],
    setskill: [],
    skillLv: {'11752': 1, '10143': 5, '11753': 10, '11754': 15, '11755': 20, '11756': 25},
    stats: "129/129/118/118/108/92"
  },
  "78": {
    name: "呆目齿轮鹰",
    type: "飞行",
    img: "img/pet/78.png",
    desc: "怪怪的齿轮变为给力的眉毛，同时也长出了一对有力而有巨大的翅膀！",
    upskill: ['11757', '11758', '11759', '11760', '11761', '11762', '11763'],
    setskill: ['11764', '11765', '11766', '11767'],
    skillLv: {'11757': 30, '11758': 35, '11759': 40, '11760': 45, '11761': 50, '11762': 55, '11763': 60},
    stats: "179/179/163/163/153/182"
  },
  "90": {
    name: "雷伊",
    type: "电",
    img: "img/pet/90.png",
    desc: "雷电之子。它身环金色闪电，驾驭着超凡的电能量，是兼备神兽的力量与人类智慧的精灵。",
    upskill: ['10438', '10439', '10440', '10441', '10442', '10443', '10444', '10445', '10446', '10447', '10448', '10449', '10450'],
    setskill: ['10451', '10452', '10453', '10454'],
    skillLv: {'10438': 1, '10439': 5, '10440': 10, '10441': 15, '10442': 20, '10443': 25, '10444': 30, '10445': 35, '10446': 40, '10447': 45, '10448': 50, '10449': 55, '10450': 60},
    stats: "184/171/160/157/170/178"
  },
  "91": {
    name: "伊特",
    type: "普通",
    img: "img/pet/91.png",
    desc: "捣蛋鬼伊特，体内拥有多种不稳定的力量，最讨厌别人叫自己怪胎",
    upskill: ['10050', '10242', '11068', '11069', '11070', '11071'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '11068': 10, '11069': 15, '11070': 20, '11071': 20},
    stats: "130/130/130/130/120/90"
  },
  "92": {
    name: "风伊特",
    type: "风",
    img: "img/pet/92.png",
    desc: "继承了风元素的力量，变得勇敢和强大，它呼唤的飓风另所有敌人无法逃脱",
    upskill: ['11571', '11572', '11573', '11574', '11575', '11576', '11577'],
    setskill: ['11578', '11579', '11580', '11559'],
    skillLv: {'11571': 30, '11572': 35, '11573': 40, '11574': 45, '11575': 50, '11576': 55, '11577': 60},
    stats: "162/181/160/165/164/180"
  },
  "93": {
    name: "电伊特",
    type: "电",
    img: "img/pet/93.png",
    desc: "继承了电元素的果断，变得真诚和热情，它呼唤的雷电令邪恶力量动弹不得",
    upskill: ['11550', '11551', '11552', '11560', '11553', '11554', '11555'],
    setskill: ['11556', '11557', '11558', '11559'],
    skillLv: {'11550': 30, '11551': 35, '11552': 40, '11560': 45, '11553': 50, '11554': 55, '11555': 60},
    stats: "183/164/163/159/165/180"
  },
  "94": {
    name: "冰伊特",
    type: "冰",
    img: "img/pet/94.png",
    desc: "继承了冰元素的冷静，变得聪明和坚毅，它呼唤的冰雪另世间万物回归平和",
    upskill: ['11561', '11562', '11563', '11564', '11565', '11566', '11567'],
    setskill: ['11568', '11569', '11570', '11559'],
    skillLv: {'11561': 30, '11562': 35, '11563': 40, '11564': 45, '11565': 50, '11566': 55, '11567': 60},
    stats: "161/180/166/167/158/181"
  },
  "95": {
    name: "暗伊特",
    type: "暗影",
    img: "img/pet/95.png",
    desc: "继承了暗元素的神秘，变得狡捷和机敏，它演绎的暗舞另光明世界暗淡失色",
    upskill: ['11151', '11152', '11153', '11154', '11155', '11156', '11157'],
    setskill: ['11158', '11159', '11160', '11150'],
    skillLv: {'11151': 30, '11152': 35, '11153': 40, '11154': 45, '11155': 50, '11156': 55, '11157': 60},
    stats: "166/180/162/163/162/180"
  },
  "96": {
    name: "光伊特",
    type: "光",
    img: "img/pet/96.png",
    desc: "如果说黑暗能够让人迷茫，那么光明就能让人盲目。比起暗伊特的狡诘调皮，光伊特则更纯粹极端",
    upskill: ['11140', '11141', '11142', '11143', '11144', '11145', '11146'],
    setskill: ['11147', '11148', '11149', '11150'],
    skillLv: {'11140': 30, '11141': 35, '11142': 40, '11143': 45, '11144': 50, '11145': 55, '11146': 60},
    stats: "180/169/160/162/162/180"
  },
  "100": {
    name: "战伊特",
    type: "战斗",
    img: "img/pet/100.png",
    desc: "自称众伊特中的老大，有着超凡的战斗力",
    upskill: ['11100', '11101', '11102', '11103', '11104', '11105', '11106'],
    setskill: ['11107', '11108', '11109', '11099'],
    skillLv: {'11100': 30, '11101': 35, '11102': 40, '11103': 45, '11104': 50, '11105': 55, '11106': 60},
    stats: "184/163/165/160/163/180"
  },
  "119": {
    name: "豚豚",
    type: "冰",
    img: "img/pet/119.png",
    desc: "豚豚出生在险恶的冰川湖泊中，为了不被海浪冲走只能紧紧抓住浮冰",
    upskill: ['10050', '10535', '11222', '11223'],
    setskill: [],
    skillLv: {'10050': 1, '10535': 10, '11222': 15, '11223': 20},
    stats: "116/118/113/112/96/81"
  },
  "120": {
    name: "冰湖豚",
    type: "冰",
    img: "img/pet/120.png",
    desc: "成长后的冰湖豚体格结实了不少，却依然依赖着自己的“救生圈”",
    upskill: ['11224', '11225', '11264', '11265'],
    setskill: [],
    skillLv: {'11224': 25, '11225': 30, '11264': 35, '11265': 40},
    stats: "141/142/142/140/115/120"
  },
  "121": {
    name: "冰川豚",
    type: "冰",
    img: "img/pet/121.png",
    desc: "冰川豚的尾部还留着当年的“救生圈”，不过它已经不再需要它了！",
    upskill: ['11226', '11227', '11228', '10160', '11229'],
    setskill: ['11230', '11231', '11232', '11233'],
    skillLv: {'11226': 40, '11227': 45, '11228': 50, '10160': 55, '11229': 60},
    stats: "166/167/172/169/145/180"
  },
  "122": {
    name: "冻气龟",
    type: "冰",
    img: "img/pet/122.png",
    desc: "冰冻龟总是因为自己背上坚硬的冰壳被别人精灵嘲笑是“驼子”",
    upskill: ['10050', '10242', '11234', '11235', '11236'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 10, '11234': 15, '11235': 20, '11236': 25},
    stats: "119/128/113/123/95/97"
  },
  "123": {
    name: "寒冰龟",
    type: "冰",
    img: "img/pet/123.png",
    desc: "寒冰龟在陆地和海洋中都能够游刃有余，它时常潜入海底躲避寒冷",
    upskill: ['11237', '11238', '11239', '11240', '11241', '11242', '11243', '11244'],
    setskill: ['11246', '11247', '11248', '11245'],
    skillLv: {'11237': 30, '11238': 35, '11239': 40, '11240': 45, '11241': 50, '11242': 55, '11243': 57, '11244': 60},
    stats: "164/173/163/173/139/186"
  },
  "124": {
    name: "伊露",
    type: "冰",
    img: "img/pet/124.png",
    desc: "伊露生长在茫茫无际的冰原上，喜欢用幻想去丰富自己的精神世界",
    upskill: ['11266', '11267', '11268'],
    setskill: [],
    skillLv: {'11266': 1, '11267': 5, '11268': 10},
    stats: "128/123/116/114/104/89"
  },
  "125": {
    name: "伊露辛",
    type: "冰",
    img: "img/pet/125.png",
    desc: "伊露辛在战斗中能够将对手纳入它的幻想世界受制其中",
    upskill: ['11269', '11270', '11271', '11272', '11273', '11274', '11275', '11277', '11278', '11279'],
    setskill: ['11280', '11281', '11282', '11283'],
    skillLv: {'11269': 15, '11270': 20, '11271': 25, '11272': 30, '11273': 35, '11274': 40, '11275': 45, '11277': 50, '11278': 55, '11279': 60},
    stats: "178/173/161/159/149/179"
  },
  "126": {
    name: "尼娅",
    type: "冰",
    img: "img/pet/126.png",
    desc: "尼娅诞生于暴风雪中，趁着暴风雪依附在别的生物身上从而吸取对方的能力",
    upskill: ['10050', '11249', '10227', '11250', '11251'],
    setskill: [],
    skillLv: {'10050': 1, '11249': 10, '10227': 15, '11250': 20, '11251': 25},
    stats: "118/133/110/120/111/90"
  },
  "127": {
    name: "卡尼娅",
    type: "冰",
    img: "img/pet/127.png",
    desc: "卡尼娅能够幻化成各种形态来迷惑人心，储藏能力的冰晶棱柱始终是它的弱点",
    upskill: ['11252', '11253', '11254', '11255', '11256', '11257', '11258', '11259'],
    setskill: ['11260', '11261', '11262', '11263'],
    skillLv: {'11252': 30, '11253': 35, '11254': 40, '11255': 45, '11256': 49, '11257': 53, '11258': 55, '11259': 60},
    stats: "163/183/155/170/156/180"
  },
  "128": {
    name: "波利",
    type: "冰",
    img: "img/pet/128.png",
    desc: "波利拥有相当可爱的外表，因此成为万人迷，为此它很是得意",
    upskill: ['10001', '11284', '10455', '11285', '11286'],
    setskill: [],
    skillLv: {'10001': 1, '11284': 10, '10455': 15, '11285': 20, '11286': 25},
    stats: "131/118/119/115/99/91"
  },
  "129": {
    name: "怪笑波利",
    type: "冰",
    img: "img/pet/129.png",
    desc: "怪笑波利看起来总是得意扬扬，那种自命不凡的笑容使对手脊背发寒",
    upskill: ['11287', '11288', '11289', '11290', '11291', '11292', '11293', '11294'],
    setskill: ['11295', '11296', '11297', '11298'],
    skillLv: {'11287': 30, '11288': 35, '11289': 40, '11290': 45, '11291': 50, '11292': 53, '11293': 55, '11294': 60},
    stats: "181/163/169/160/144/181"
  },
  "130": {
    name: "火花鲤",
    type: "火",
    img: "img/pet/130.png",
    desc: "火花鲤诞生于岩浆。对它而言致命的岩浆就和温泉一样舒适",
    upskill: ['10050', '10519', '10520', '12004', '12005'],
    setskill: [],
    skillLv: {'10050': 1, '10519': 5, '10520': 10, '12004': 15, '12005': 20},
    stats: "116/121/109/109/123/79"
  },
  "131": {
    name: "火花仔",
    type: "火",
    img: "img/pet/131.png",
    desc: "和冒险大师一同度过的那段时光是火花仔的宝贵回忆",
    upskill: ['12006', '10539', '12007', '12008'],
    setskill: [],
    skillLv: {'12006': 25, '10539': 30, '12007': 35, '12008': 40},
    stats: "141/151/134/134/143/119"
  },
  "132": {
    name: "火花兽",
    type: "火",
    img: "img/pet/132.png",
    desc: "火花兽已经完全适应岩浆和陆地的两栖生活生性不爱战斗 被逼急了会很厉害！",
    upskill: ['12009', '12010', '12011', '12012'],
    setskill: ['12013', '12014', '12015', '12016'],
    skillLv: {'12009': 45, '12010': 50, '12011': 55, '12012': 60},
    stats: "166/181/159/159/163/179"
  },
  "138": {
    name: "多利",
    type: "冰",
    img: "img/pet/138.png",
    desc: "多利的襁褓与身世有关，那上面有一个奇怪的咒文，曾多次帮助多利脱险",
    upskill: ['10034', '10900', '11313', '11299', '11300'],
    setskill: [],
    skillLv: {'10034': 1, '10900': 10, '11313': 15, '11299': 20, '11300': 25},
    stats: "125/125/115/115/110/86"
  },
  "139": {
    name: "多普利",
    type: "冰",
    img: "img/pet/139.png",
    desc: "多利成功进化为多普利的时候，养母把它的襁褓改成了一顶温暖的帽子",
    upskill: ['11301', '11302', '11303', '11304', '11305', '11306', '11307', '11308'],
    setskill: ['11309', '11310', '11311', '11312'],
    skillLv: {'11301': 30, '11302': 35, '11303': 40, '11304': 45, '11305': 50, '11306': 53, '11307': 55, '11308': 60},
    stats: "175/175/160/160/155/176"
  },
  "140": {
    name: "希捷",
    type: "水",
    img: "img/pet/140.png",
    desc: "对于希捷来说，空间的概念是不存在的",
    upskill: ['10034', '10242', '10794', '10795', '10796', '10797'],
    setskill: [],
    skillLv: {'10034': 1, '10242': 5, '10794': 10, '10795': 15, '10796': 20, '10797': 25},
    stats: "123/131/113/116/107/84"
  },
  "141": {
    name: "希捷特",
    type: "水",
    img: "img/pet/141.png",
    desc: "希捷特可以自由穿梭在各种空间之间。在常人看来，它实现了一次瞬间转移",
    upskill: ['10798', '10799', '10800', '10801', '10802', '10803', '10804'],
    setskill: ['10805', '10806', '10807', '10808'],
    skillLv: {'10798': 30, '10799': 35, '10800': 40, '10801': 45, '10802': 50, '10803': 55, '10804': 60},
    stats: "168/181/158/161/157/174"
  },
  "142": {
    name: "荷玛",
    type: "飞行",
    img: "img/pet/142.png",
    desc: "荷玛用以跳跃的四肢退化了，反之进化出了巨大的翼耳来帮助自己飞翔到更高的地方去",
    upskill: ['10034', '10143', '10053', '12090', '12091', '12092'],
    setskill: [],
    skillLv: {'10034': 1, '10143': 5, '10053': 10, '12090': 15, '12091': 20, '12092': 25},
    stats: "126/126/118/118/110/88"
  },
  "143": {
    name: "荷依米",
    type: "飞行",
    img: "img/pet/143.png",
    desc: "大大小小的战斗都和荷依米扯不上关系，如果可以的话一定会尽全力逃走",
    upskill: ['12093', '12094', '12095', '12096', '12097', '12098', '12099'],
    setskill: ['12100', '12101', '12102', '12103'],
    skillLv: {'12093': 30, '12094': 35, '12095': 40, '12096': 45, '12097': 50, '12098': 55, '12099': 60},
    stats: "176/176/163/163/155/178"
  },
  "146": {
    name: "大眼独角",
    type: "虫",
    img: "img/pet/146.png",
    desc: "默默无闻的独角甲虫，大大的眼睛看起来傻兮兮的。",
    upskill: ['10067', '10068', '10053', '10069'],
    setskill: [],
    skillLv: {'10067': 1, '10068': 5, '10053': 10, '10069': 15},
    stats: "116/116/113/113/105/78"
  },
  "147": {
    name: "硬壳独角",
    type: "虫",
    img: "img/pet/147.png",
    desc: "拥有坚硬的铠甲，因为想要摆脱弱小而进化出来的保护层。",
    upskill: ['10070', '10071', '10072', '10073'],
    setskill: [],
    skillLv: {'10070': 20, '10071': 25, '10072': 30, '10073': 35},
    stats: "146/146/138/138/125/118"
  },
  "148": {
    name: "重甲独角",
    type: "虫",
    img: "img/pet/148.png",
    desc: "它们是萨伦帝国士兵最普遍可见的随从精灵，但是因为过于平凡而不受重用。",
    upskill: ['10074', '10075', '10076', '10077', '10078'],
    setskill: ['10079', '10080', '10081', '10082'],
    skillLv: {'10074': 40, '10075': 45, '10076': 50, '10077': 55, '10078': 60},
    stats: "176/176/163/163/145/178"
  },
  "149": {
    name: "小巴",
    type: "电",
    img: "img/pet/149.png",
    desc: "可以说是被眷顾的精灵，天生就具有超强的能力。",
    upskill: ['10317', '10318', '10319', '10320', '10147', '10321'],
    setskill: [],
    skillLv: {'10317': 1, '10318': 5, '10319': 10, '10320': 15, '10147': 20, '10321': 25},
    stats: "122/130/114/114/111/85"
  },
  "150": {
    name: "巴图",
    type: "电",
    img: "img/pet/150.png",
    desc: "萨伦帝国士官最为喜爱的精灵之一，是作战时的理想伙伴。",
    upskill: ['10322', '10323', '10324', '10325', '10326', '10327', '10328'],
    setskill: ['10329', '10330', '10331', '10332'],
    skillLv: {'10322': 30, '10323': 35, '10324': 40, '10325': 45, '10326': 50, '10327': 55, '10328': 60},
    stats: "167/180/159/159/161/175"
  },
  "151": {
    name: "蜂蛹",
    type: "虫",
    img: "img/pet/151.png",
    desc: "小小的蜂蛹却有着强大的内心",
    upskill: ['10067', '10083', '10053', '10084'],
    setskill: [],
    skillLv: {'10067': 1, '10083': 5, '10053': 10, '10084': 15},
    stats: "114/120/107/110/110/79"
  },
  "152": {
    name: "幼蜂",
    type: "虫",
    img: "img/pet/152.png",
    desc: "长成幼蜂后，可以使用各种厉害的蜂针",
    upskill: ['10085', '10086', '10087', '10088'],
    setskill: [],
    skillLv: {'10085': 20, '10086': 25, '10087': 30, '10088': 35},
    stats: "144/150/132/135/135/119"
  },
  "153": {
    name: "青蜂",
    type: "虫",
    img: "img/pet/153.png",
    desc: "青蜂是巴卢特的得力强将，他们虽然非常稀有但是也非常强大",
    upskill: ['10089', '10077', '10073', '10090', '10091'],
    setskill: ['10092', '10093', '10094', '10095'],
    skillLv: {'10089': 40, '10077': 45, '10073': 50, '10090': 55, '10091': 60},
    stats: "174/180/157/160/160/179"
  },
  "154": {
    name: "阿紫",
    type: "电",
    img: "img/pet/154.png",
    desc: "阿紫是暗夜暴雨云团中的雷电，人们以为这预兆着不详的未来。",
    upskill: ['10317', '10318', '10323', '10333', '10319', '10334', '10335'],
    setskill: [],
    skillLv: {'10317': 1, '10318': 5, '10323': 10, '10333': 15, '10319': 20, '10334': 25, '10335': 30},
    stats: "126/129/113/116/114/87"
  },
  "155": {
    name: "紫电",
    type: "电",
    img: "img/pet/155.png",
    desc: "人们只看见紫色的闪电瞬间划过，除此之外只剩下被击败的痛苦。",
    upskill: ['10336', '10337', '10338', '10339', '10340', '10341'],
    setskill: ['10342', '10343', '10344', '10125'],
    skillLv: {'10336': 35, '10337': 40, '10338': 45, '10339': 50, '10340': 55, '10341': 60},
    stats: "176/179/158/161/164/177"
  },
  "156": {
    name: "菲亚",
    type: "飞行",
    img: "img/pet/156.png",
    desc: "菲亚还在地面上就已经难逢敌手，它和最好的伙伴约定要一起变强",
    upskill: ['10317', '10187', '10455', '11849', '11850', '11851'],
    setskill: [],
    skillLv: {'10317': 1, '10187': 5, '10455': 10, '11849': 15, '11850': 20, '11851': 25},
    stats: "128/123/113/118/116/90"
  },
  "157": {
    name: "菲亚斯",
    type: "飞行",
    img: "img/pet/157.png",
    desc: "在沉眠了漫长岁月后，它衍变成了菲亚斯——拥有苍穹般强大羽翼的超强精灵！",
    upskill: ['11852', '11853', '11854', '11855', '11856', '11857', '11858'],
    setskill: ['11859', '11860', '11861', '11862'],
    skillLv: {'11852': 30, '11853': 35, '11854': 40, '11855': 45, '11856': 50, '11857': 55, '11858': 60},
    stats: "178/173/158/163/166/180"
  },
  "166": {
    name: "芬芬",
    type: "飞行",
    img: "img/pet/166.png",
    desc: "芬芬是从棉花一般的云朵中探出头来的精灵，幼年的它已经具有了超于其他精灵的胆识",
    upskill: ['11962', '10187', '11963', '11964', '11965'],
    setskill: [],
    skillLv: {'11962': 1, '10187': 5, '11963': 10, '11964': 15, '11965': 20},
    stats: "120/114/108/113/112/78"
  },
  "167": {
    name: "蕾芬",
    type: "飞行",
    img: "img/pet/167.png",
    desc: "蕾芬的大部分时间都会花费在军训上对于玩耍嬉笑没有任何兴趣",
    upskill: ['11966', '11967', '11968', '11969'],
    setskill: [],
    skillLv: {'11966': 25, '11967': 30, '11968': 35, '11969': 40},
    stats: "150/139/133/138/132/118"
  },
  "168": {
    name: "葛蕾芬",
    type: "飞行",
    img: "img/pet/168.png",
    desc: "葛蕾芬已经是可以独当一面的苍穹战士它妖冶却冷漠，以军纪为自己的行为准则",
    upskill: ['11970', '11971', '11972', '11973'],
    setskill: ['11974', '11975', '11976', '11977'],
    skillLv: {'11970': 45, '11971': 50, '11972': 55, '11973': 60},
    stats: "180/164/158/163/162/178"
  },
  "172": {
    name: "阿童铁",
    type: "机械",
    img: "img/pet/172.png",
    desc: "阿童铁是从丰富的阿卡迪亚星球地壳金属中被孕育出来的",
    upskill: ['10034', '10242', '12219', '12220', '12221', '12222'],
    setskill: [],
    skillLv: {'10034': 1, '10242': 5, '12219': 10, '12220': 15, '12221': 20, '12222': 25},
    stats: "124/129/119/116/108/89"
  },
  "173": {
    name: "阿童钢",
    type: "机械",
    img: "img/pet/173.png",
    desc: "阿童钢是在经历了千锤百炼后的阿童铁的最终形态",
    upskill: ['12223', '12224', '12225', '10121', '12226', '12227', '12228'],
    setskill: ['12229', '12230', '12231', '12232'],
    skillLv: {'12223': 30, '12224': 35, '12225': 40, '10121': 45, '12226': 50, '12227': 55, '12228': 60},
    stats: "174/179/164/161/153/179"
  },
  "174": {
    name: "卡特",
    type: "战斗/暗影",
    img: "img/pet/174.png",
    desc: "从胚胎开始培育的双生精灵之一，卡特代表着双生精灵的阴暗面",
    upskill: ['11807', '11808', '11809', '11824', '11825', '11826'],
    setskill: [],
    skillLv: {'11807': 1, '11808': 5, '11809': 10, '11824': 15, '11825': 20, '11826': 25},
    stats: "138/125/117/116/112/88"
  },
  "175": {
    name: "卡特罗",
    type: "战斗/暗影",
    img: "img/pet/175.png",
    desc: "卡特罗在常年的锻炼之下，已经能够很好地驾驭战斗及暗影的双重力量",
    upskill: ['11827', '11828', '11829', '11830', '11831', '11832', '11833'],
    setskill: ['11834', '11835', '11836', '11823'],
    skillLv: {'11827': 30, '11828': 35, '11829': 40, '11830': 45, '11831': 50, '11832': 55, '11833': 60},
    stats: "188/170/162/161/162/178"
  },
  "176": {
    name: "卡罗",
    type: "战斗/光",
    img: "img/pet/176.png",
    desc: "从胚胎开始培育的双生精灵之一，卡罗代表着双生精灵的光明面",
    upskill: ['11807', '11808', '11809', '11810', '11811', '11812'],
    setskill: [],
    skillLv: {'11807': 1, '11808': 5, '11809': 10, '11810': 15, '11811': 20, '11812': 25},
    stats: "122/131/114/117/115/88"
  },
  "177": {
    name: "卡罗特",
    type: "战斗/光",
    img: "img/pet/177.png",
    desc: "卡罗特在常年的锻炼之下，已经能够很好地驾驭战斗及光辉的双重力量",
    upskill: ['11813', '11814', '11815', '11816', '11817', '11818', '11819'],
    setskill: ['11820', '11821', '11822', '11823'],
    skillLv: {'11813': 30, '11814': 35, '11815': 40, '11816': 45, '11817': 50, '11818': 55, '11819': 60},
    stats: "167/181/159/162/165/178"
  },
  "178": {
    name: "米咔",
    type: "光",
    img: "img/pet/178.png",
    desc: "性格温和的米咔居住在阿玛迪斯星表面的光晶岩石地洞中",
    upskill: ['10034', '10503', '10504', '10505', '10506', '10507', '10508', '10509', '10510', '10511', '10512', '10513', '10514'],
    setskill: ['10515', '10516', '10517', '10518'],
    skillLv: {'10034': 1, '10503': 5, '10504': 10, '10505': 15, '10506': 20, '10507': 25, '10508': 30, '10509': 35, '10510': 40, '10511': 45, '10512': 50, '10513': 55, '10514': 60},
    stats: "168/178/161/165/162/178"
  },
  "179": {
    name: "尼古",
    type: "暗影",
    img: "img/pet/179.png",
    desc: "一般来说，尼古只会在黑夜出现。它不喜欢阳光，正如它隐晦的性格",
    upskill: ['10034', '10647', '11207', '11208', '11209', '11210'],
    setskill: [],
    skillLv: {'10034': 1, '10647': 5, '11207': 10, '11208': 15, '11209': 20, '11210': 25},
    stats: "120/131/119/117/111/91"
  },
  "180": {
    name: "尼禄",
    type: "暗影",
    img: "img/pet/180.png",
    desc: "尼禄神出鬼没的习性被人所神化，大家觉得在黑夜中遇见尼禄的红色灯笼就能获得平安",
    upskill: ['11211', '11212', '11213', '11214', '11215', '11216', '11217'],
    setskill: ['11218', '11219', '11220', '11221'],
    skillLv: {'11211': 30, '11212': 35, '11213': 40, '11214': 45, '11215': 50, '11216': 55, '11217': 60},
    stats: "165/181/164/162/161/181"
  },
  "181": {
    name: "萨萨",
    type: "飞行",
    img: "img/pet/181.png",
    desc: "文武双修的萨萨没有经历过特别严酷的军事化训练，在知识和道德上的修养使得它内心深处难免古板和高傲",
    upskill: ['11962', '10187', '11978', '11979', '11980'],
    setskill: [],
    skillLv: {'11962': 1, '10187': 5, '11978': 10, '11979': 15, '11980': 20},
    stats: "115/116/110/115/107/81"
  },
  "182": {
    name: "萨伯",
    type: "飞行",
    img: "img/pet/182.png",
    desc: "萨伯一直是一个优等生。面对已经开始投入战斗的雷芬，它难免有一丝鄙夷的情绪",
    upskill: ['11981', '11982', '11983', '11984'],
    setskill: [],
    skillLv: {'11981': 25, '11982': 30, '11983': 35, '11984': 40},
    stats: "140/146/140/140/127/121"
  },
  "183": {
    name: "萨伯尔",
    type: "飞行",
    img: "img/pet/183.png",
    desc: "萨伯尔的羽翼终于丰满起来，一改青年时略显轻浮的性格，萨伯尔兵团能够给整个飞翼氏族带来安全感",
    upskill: ['11985', '11986', '11987', '11988'],
    setskill: ['11989', '11990', '11991', '11992'],
    skillLv: {'11985': 45, '11986': 50, '11987': 55, '11988': 60},
    stats: "165/176/170/165/147/181"
  },
  "188": {
    name: "费德",
    type: "草",
    img: "img/pet/188.png",
    desc: "费德出生在大草原上，一直守护着自己的主人，过着无忧无虑的生活",
    upskill: ['10050', '11658', '11659', '11660', '11661', '11662'],
    setskill: [],
    skillLv: {'10050': 1, '11658': 5, '11659': 10, '11660': 15, '11661': 20, '11662': 25},
    stats: "125/130/121/121/108/94"
  },
  "189": {
    name: "费德提克",
    type: "草",
    img: "img/pet/189.png",
    desc: "主人去世后，费德提克还是守护着主人留下的秘宝，坚决抵抗乌鸦",
    upskill: ['11663', '11664', '11665', '11666', '11667', '11668', '11669'],
    setskill: ['11670', '11671', '11672', '11673'],
    skillLv: {'11663': 30, '11664': 35, '11665': 40, '11666': 45, '11667': 50, '11668': 55, '11669': 60},
    stats: "175/180/166/166/153/184"
  },
  "192": {
    name: "凯瑟",
    type: "火",
    img: "img/pet/192.png",
    desc: "凯瑟诞生于蛮神战场！它几乎是目睹了各位角斗士的英勇战斗成长的！",
    upskill: ['10241', '10519', '10520', '10997', '10998', '10999', '11000'],
    setskill: [],
    skillLv: {'10241': 1, '10519': 5, '10520': 10, '10997': 15, '10998': 20, '10999': 25, '11000': 30},
    stats: "120/125/120/117/110/87"
  },
  "193": {
    name: "凯瑟琳",
    type: "火",
    img: "img/pet/193.png",
    desc: "凯瑟琳是最强角斗士的象征。热枕、战斗、拼搏是它的精髓所在",
    upskill: ['11001', '11002', '11003', '11004', '11005', '11006'],
    setskill: ['11007', '10482', '11008', '11009'],
    skillLv: {'11001': 35, '11002': 40, '11003': 45, '11004': 50, '11005': 55, '11006': 60},
    stats: "165/175/165/162/160/177"
  },
  "194": {
    name: "克里普",
    type: "飞行",
    img: "img/pet/194.png",
    desc: "克里普诞生于飞翼氏族，常年在时镜之岛巡逻",
    upskill: ['10034', '12044', '12045', '12046', '12047', '12048', '12049'],
    setskill: [],
    skillLv: {'10034': 1, '12044': 5, '12045': 10, '12046': 15, '12047': 20, '12048': 25, '12049': 30},
    stats: "115/130/115/119/110/90"
  },
  "195": {
    name: "克里普特",
    type: "飞行",
    img: "img/pet/195.png",
    desc: "克里普特是一种非常便捷的勘探精灵，很多危险的地方都可以派遣它前往",
    upskill: ['12050', '12051', '12052', '12053', '12054', '12055'],
    setskill: ['12056', '12057', '12058', '12059'],
    skillLv: {'12050': 35, '12051': 40, '12052': 45, '12053': 50, '12054': 55, '12055': 60},
    stats: "160/180/160/164/160/180"
  },
  "196": {
    name: "艾萨",
    type: "飞行",
    img: "img/pet/196.png",
    desc: "艾萨生活在飞翼群岛的街心花园。美丽而悠闲的花园街市和它一样，如同被染上了一层朝霞一般",
    upskill: ['10317', '10053', '12060', '12061', '12062', '12063'],
    setskill: [],
    skillLv: {'10317': 1, '10053': 5, '12060': 10, '12061': 15, '12062': 20, '12063': 25},
    stats: "119/131/119/120/114/89"
  },
  "197": {
    name: "艾萨卡",
    type: "飞行",
    img: "img/pet/197.png",
    desc: "艾萨卡头顶两颗神秘的晶石据说能够存储朝霞的光热，在寒冷的冬夜里面散发出光芒",
    upskill: ['12064', '12065', '12066', '12067', '12068', '12069', '12070'],
    setskill: ['12071', '12072', '12073', '12074'],
    skillLv: {'12064': 30, '12065': 35, '12066': 40, '12067': 45, '12068': 50, '12069': 55, '12070': 60},
    stats: "164/181/164/165/164/179"
  },
  "198": {
    name: "泰姆",
    type: "飞行",
    img: "img/pet/198.png",
    desc: "泰姆就是生活在羽冠之岛的精灵，对时钟有着特别的喜好",
    upskill: ['10034', '12075', '10677', '12076', '12077', '12078', '12079'],
    setskill: [],
    skillLv: {'10034': 1, '12075': 5, '10677': 10, '12076': 15, '12077': 20, '12078': 25, '12079': 30},
    stats: "120/129/119/117/110/89"
  },
  "199": {
    name: "泰姆尔",
    type: "飞行",
    img: "img/pet/199.png",
    desc: "泰姆尔已经是羽冠之岛公认的报时精灵，它被认为是没有误差的",
    upskill: ['12080', '12081', '12082', '12083', '12084', '12085'],
    setskill: ['12086', '12087', '12088', '12089'],
    skillLv: {'12080': 35, '12081': 40, '12082': 45, '12083': 50, '12084': 55, '12085': 60},
    stats: "165/179/164/162/160/179"
  },
  "200": {
    name: "荧光蝶",
    type: "虫",
    img: "img/pet/200.png",
    desc: "荧光蝶是生活在深幽沼泽的小精灵，它不擅长战斗，是居民区的温和生灵。",
    upskill: ['10034', '10187', '10188', '10189', '10190', '10191', '10192'],
    setskill: [],
    skillLv: {'10034': 1, '10187': 5, '10188': 10, '10189': 15, '10190': 20, '10191': 25, '10192': 30},
    stats: "113/126/118/121/109/86"
  },
  "201": {
    name: "幻彩蝶",
    type: "虫",
    img: "img/pet/201.png",
    desc: "幻彩蝶由荧光蝶进化而来，它身上的奇异色彩能够令人敢到晕眩。",
    upskill: ['10193', '10194', '10195', '10160', '10196', '10197'],
    setskill: ['10198', '10199', '10200', '10201'],
    skillLv: {'10193': 35, '10194': 40, '10195': 45, '10160': 50, '10196': 55, '10197': 60},
    stats: "158/176/163/166/159/176"
  },
  "204": {
    name: "芙拉",
    type: "草",
    img: "img/pet/204.png",
    desc: "芙拉是漂浮的花朵，没有任何扎根的地盘",
    upskill: ['10034', '11837', '12379', '12380', '12381', '12382', '12383'],
    setskill: [],
    skillLv: {'10034': 1, '11837': 5, '12379': 10, '12380': 15, '12381': 20, '12382': 25, '12383': 30},
    stats: "124/118/125/119/99/93"
  },
  "205": {
    name: "芙拉伦斯",
    type: "草",
    img: "img/pet/205.png",
    desc: "芙拉伦斯绽放出美艳的花朵，有它们存在的地方都能成为美丽的风景",
    upskill: ['12384', '12385', '12386', '12387', '12388', '12389'],
    setskill: ['12390', '12391', '12392', '12393'],
    skillLv: {'12384': 35, '12385': 40, '12386': 45, '12387': 50, '12388': 55, '12389': 60},
    stats: "174/163/175/164/144/183"
  },
  "208": {
    name: "安吉",
    type: "水",
    img: "img/pet/208.png",
    desc: "在遥远的曾经，飞翼氏族还未升上天空之际，安吉只是一只普通的水生精灵",
    upskill: ['10317', '10002', '12233', '12234', '12235', '10422', '10023'],
    setskill: [],
    skillLv: {'10317': 1, '10002': 5, '12233': 10, '12234': 15, '12235': 20, '10422': 25, '10023': 30},
    stats: "124/124/115/115/115/88"
  },
  "209": {
    name: "安吉丽塔",
    type: "水",
    img: "img/pet/209.png",
    desc: "安吉丽塔还是喜欢生活在汲雨之岛。虽然能够自由翱翔，却依然喜爱流水",
    upskill: ['12236', '12237', '12238', '12239', '12240', '12241'],
    setskill: ['12242', '12243', '12244', '12245'],
    skillLv: {'12236': 35, '12237': 40, '12238': 45, '12239': 50, '12240': 55, '12241': 60},
    stats: "174/174/160/160/160/178"
  },
  "212": {
    name: "石像鬼",
    type: "飞行",
    img: "img/pet/212.png",
    desc: "石像鬼诞生于飞翼氏族的飞翼之核。对于飞翼氏族的秘密，恐怕这只精灵是最具有可考察性的",
    upskill: ['11072', '10187', '12246', '12247', '12248', '12249'],
    setskill: [],
    skillLv: {'11072': 1, '10187': 5, '12246': 10, '12247': 15, '12248': 20, '12249': 25},
    stats: "134/113/118/112/105/92"
  },
  "213": {
    name: "石像魔",
    type: "飞行",
    img: "img/pet/213.png",
    desc: "每一只石像魔身上的符文都不同。当这些符号被拼凑在一起的时候，一段沉落的历史就将被揭开",
    upskill: ['10535', '12250', '12251', '12252', '12253', '12254', '12255'],
    setskill: ['12256', '12257', '12258', '12259'],
    skillLv: {'10535': 30, '12250': 35, '12251': 40, '12252': 45, '12253': 50, '12254': 55, '12255': 60},
    stats: "179/163/168/162/155/182"
  },
  "214": {
    name: "艾希",
    type: "光",
    img: "img/pet/214.png",
    desc: "能源之树的底座还有着唯一的光芒。艾希从这微光中诞生，只有在日光最烈的时候才会出现。",
    upskill: ['10050', '10375', '10376', '10377', '10378', '10379'],
    setskill: [],
    skillLv: {'10050': 1, '10375': 5, '10376': 10, '10377': 15, '10378': 20, '10379': 25},
    stats: "125/125/115/115/112/93"
  },
  "215": {
    name: "艾丽希斯",
    type: "光",
    img: "img/pet/215.png",
    desc: "艾丽希斯在漫长的光阴中一直守护着能源之树，它几乎忘记自己是谁。",
    upskill: ['10380', '10381', '10382', '10383', '10384', '10385', '10386'],
    setskill: ['10387', '10388', '10389', '10390'],
    skillLv: {'10380': 30, '10381': 35, '10382': 40, '10383': 45, '10384': 50, '10385': 55, '10386': 60},
    stats: "175/175/160/160/162/183"
  },
  "218": {
    name: "耐普",
    type: "水",
    img: "img/pet/218.png",
    desc: "耐普和爱丽斯一起诞生在脉流之瀑，它守护着整个星球的水源源头",
    upskill: ['10050', '10226', '11676', '11677', '11678', '11679'],
    setskill: [],
    skillLv: {'10050': 1, '10226': 5, '11676': 10, '11677': 15, '11678': 20, '11679': 25},
    stats: "130/125/110/120/110/94"
  },
  "219": {
    name: "耐普图隆",
    type: "水",
    img: "img/pet/219.png",
    desc: "日复一日，耐普图隆都张开净化结界，抵御污染的侵袭，净化被污染的生灵",
    upskill: ['11680', '11681', '11682', '11683', '11684', '11685', '11686'],
    setskill: ['11687', '11688', '11689', '11690'],
    skillLv: {'11680': 30, '11681': 35, '11682': 40, '11683': 45, '11684': 50, '11685': 55, '11686': 60},
    stats: "180/170/155/170/155/184"
  },
  "220": {
    name: "埃鲁",
    type: "地面",
    img: "img/pet/220.png",
    desc: "若说星球上还有一种精灵能够印射出地沙合体的古老的历史，那就是埃鲁了",
    upskill: ['10050', '10242', '10418', '10843', '10844', '10227'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '10418': 10, '10843': 15, '10844': 20, '10227': 25},
    stats: "118/125/130/123/103/92"
  },
  "221": {
    name: "埃鲁达克",
    type: "地面",
    img: "img/pet/221.png",
    desc: "埃鲁达克守护着纠结之藤，然而负面的力量还没有放弃分裂这位传奇的守护者",
    upskill: ['10845', '10846', '10847', '10848', '10849', '10850', '10851'],
    setskill: ['10852', '10853', '10854', '10855'],
    skillLv: {'10845': 30, '10846': 35, '10847': 40, '10848': 45, '10849': 50, '10850': 55, '10851': 60},
    stats: "163/175/180/168/148/182"
  },
  "224": {
    name: "琳娜",
    type: "冰",
    img: "img/pet/224.png",
    desc: "琳娜出生于能源之树的冰晶魔域她继承了精灵王心脏的力量和精神，冷静、镇定、坚强",
    upskill: ['10050', '10226', '10227', '10780', '10781', '10782'],
    setskill: [],
    skillLv: {'10050': 1, '10226': 5, '10227': 10, '10780': 15, '10781': 20, '10782': 25},
    stats: "125/134/116/118/112/89"
  },
  "225": {
    name: "卡特琳娜",
    type: "冰",
    img: "img/pet/225.png",
    desc: "卡特琳娜曾经为了帮助冰沁氏族而化身人形，她的歌声被所有族人铭记",
    upskill: ['10783', '10784', '10785', '10786', '10787', '10788', '10789'],
    setskill: ['10790', '10791', '10792', '10793'],
    skillLv: {'10783': 30, '10784': 35, '10785': 40, '10786': 45, '10787': 50, '10788': 55, '10789': 60},
    stats: "170/184/161/163/162/179"
  },
  "226": {
    name: "詹姆",
    type: "冰",
    img: "img/pet/226.png",
    desc: "詹姆有着冰系氏族的荣耀，坚强的内心",
    upskill: ['10050', '10242', '11478', '11479', '11480', '11481'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '11478': 10, '11479': 15, '11480': 20, '11481': 25},
    stats: "128/112/122/118/102/92"
  },
  "227": {
    name: "詹姆斯",
    type: "冰",
    img: "img/pet/227.png",
    desc: "詹姆斯经历了冰系氏族的浩劫变得更加强大",
    upskill: ['11482', '11483', '11484', '11485', '11486', '11487', '11488'],
    setskill: ['11489', '11490', '11491', '11492'],
    skillLv: {'11482': 30, '11483': 35, '11484': 40, '11485': 45, '11486': 50, '11487': 55, '11488': 60},
    stats: "178/157/172/163/150/182"
  },
  "228": {
    name: "米诺",
    type: "冰",
    img: "img/pet/228.png",
    desc: "米诺出生在冰沁氏族，对与热衷于唱歌的族人们的优雅行为表示不齿",
    upskill: ['10050', '10242', '11314', '11315'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 10, '11314': 15, '11315': 20},
    stats: "176/164/171/159/149/180"
  },
  "229": {
    name: "米诺诺",
    type: "冰",
    img: "img/pet/229.png",
    desc: "米诺诺已经成长为一个危险的少年犯罪分子，蛮横霸道的他不走寻常路",
    upskill: ['11316', '11317', '11318', '11319'],
    setskill: [],
    skillLv: {'11316': 25, '11317': 30, '11318': 35, '11319': 40},
    stats: "176/164/171/159/149/180"
  },
  "230": {
    name: "米诺陶尔",
    type: "冰",
    img: "img/pet/230.png",
    desc: "恶贯满盈的米诺陶尔被关进了监狱，但是还有什么可以阻止它呢",
    upskill: ['11320', '11321', '11322', '11323', '11324'],
    setskill: ['11325', '11326', '11327', '11328'],
    skillLv: {'11320': 45, '11321': 50, '11322': 53, '11323': 55, '11324': 60},
    stats: "176/164/171/159/149/180"
  },
  "234": {
    name: "凯萨",
    type: "火",
    img: "img/pet/234.png",
    desc: "为了寻求真正的对手而走上歧途，却在雷伊的引导下回归正义",
    upskill: ['10469', '10470', '10471', '10472', '10473', '10474', '10475', '10476', '10477', '10478', '10479', '10480', '10481'],
    setskill: ['10482', '10483', '10484', '10485'],
    skillLv: {'10469': 1, '10470': 5, '10471': 10, '10472': 15, '10473': 20, '10474': 25, '10475': 30, '10476': 35, '10477': 40, '10478': 45, '10479': 50, '10480': 55, '10481': 60},
    stats: "167/186/158/161/170/178"
  },
  "235": {
    name: "萨兰",
    type: "飞行",
    img: "img/pet/235.png",
    desc: "萨兰内心是一个孤傲的剑士 直到它遇见真正的主人",
    upskill: ['10050', '10242', '10677', '10678', '10679', '10023'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '10677': 10, '10678': 15, '10679': 20, '10023': 25},
    stats: "129/115/120/116/116/91"
  },
  "236": {
    name: "萨兰古尔",
    type: "飞行",
    img: "img/pet/236.png",
    desc: "只用羽翼上独特的刀刃 它可以化作最强的利剑",
    upskill: ['10680', '10681', '10682', '10683', '10684', '10025', '10685'],
    setskill: ['10686', '10687', '10688', '10689'],
    skillLv: {'10680': 30, '10681': 35, '10682': 40, '10683': 45, '10684': 50, '10025': 55, '10685': 60},
    stats: "179/160/170/161/161/181"
  },
  "237": {
    name: "卡拉",
    type: "暗影",
    img: "img/pet/237.png",
    desc: "卡拉从实验室醒来，惊讶的发现自己的样貌已经发生了巨大的改变",
    upskill: ['10034', '10647', '11405', '11406', '11407', '11408'],
    setskill: [],
    skillLv: {'10034': 1, '10647': 5, '11405': 10, '11406': 15, '11407': 20, '11408': 25},
    stats: "129/120/117/116/115/90"
  },
  "238": {
    name: "卡拉尔",
    type: "暗影",
    img: "img/pet/238.png",
    desc: "虽然还保留着当初光明的心，却无法认可自己阴暗的外表，卡拉尔一时间非常消沉",
    upskill: ['11409', '11410', '11411', '11412', '11413', '11414', '11415'],
    setskill: ['11416', '11417', '11418', '11419'],
    skillLv: {'11409': 30, '11410': 35, '11411': 40, '11412': 45, '11413': 50, '11414': 55, '11415': 60},
    stats: "179/165/162/161/165/180"
  },
  "241": {
    name: "梦拉",
    type: "水",
    img: "img/pet/241.png",
    desc: "生活在深海。特殊的皮肤能在黑暗处发光，有时会迷倒对方。背上神秘的光点似乎蕴藏着什么信息！",
    upskill: ['10001', '10401', '10053', '10723', '10724', '10725'],
    setskill: [],
    skillLv: {'10001': 1, '10401': 5, '10053': 10, '10723': 15, '10724': 20, '10725': 25},
    stats: "115/128/118/117/110/97"
  },
  "242": {
    name: "梦米拉",
    type: "水",
    img: "img/pet/242.png",
    desc: "经常利用条纹迷幻对手。每到特殊时间便会成群浮出海面，形成巨大光海，等待神秘的精灵复苏",
    upskill: ['10726', '10727', '10728', '10729', '10266', '10730', '10731'],
    setskill: ['10065', '10732', '10733', '10734'],
    skillLv: {'10726': 30, '10727': 35, '10728': 40, '10729': 45, '10266': 50, '10730': 55, '10731': 60},
    stats: "160/178/168/162/155/187"
  },
  "247": {
    name: "卡多",
    type: "风",
    img: "img/pet/247.png",
    desc: "卡多和菲亚是非常好的朋友，他们曾经约定等变强以后要一决胜负",
    upskill: ['10034', '11863', '11864', '11865', '11866', '11867'],
    setskill: [],
    skillLv: {'10034': 1, '11863': 5, '11864': 10, '11865': 15, '11866': 20, '11867': 25},
    stats: "123/128/118/113/116/90"
  },
  "248": {
    name: "卡多斯",
    type: "风",
    img: "img/pet/248.png",
    desc: "表面上因为菲亚斯没有赴约而非常愤怒，但仍然认为菲亚斯是唯一的对手和朋友",
    upskill: ['11868', '11869', '11870', '11871', '11872', '11873', '11874'],
    setskill: ['11875', '11876', '11877', '11878'],
    skillLv: {'11868': 30, '11869': 35, '11870': 40, '11871': 45, '11872': 50, '11873': 55, '11874': 60},
    stats: "173/178/163/158/166/180"
  },
  "249": {
    name: "帕拉",
    type: "光",
    img: "img/pet/249.png",
    desc: "帕拉一出生就是贵族的光系精灵。身边萦绕着固态光环，高傲、耀眼。",
    upskill: ['10034', '10503', '11376', '11377', '11378', '11379'],
    setskill: [],
    skillLv: {'10034': 1, '10503': 5, '11376': 10, '11377': 15, '11378': 20, '11379': 25},
    stats: "121/124/122/120/114/92"
  },
  "250": {
    name: "帕拉丁",
    type: "光",
    img: "img/pet/250.png",
    desc: "帕拉丁家族世代生长在飞船上，作为辛迪船长御用的圣骑士军团而存在。",
    upskill: ['11380', '11381', '11382', '11383', '11384', '11385', '11386'],
    setskill: ['11387', '11388', '11389', '11390'],
    skillLv: {'11380': 30, '11381': 35, '11382': 40, '11383': 45, '11384': 50, '11385': 55, '11386': 60},
    stats: "166/169/172/170/159/182"
  },
  "251": {
    name: "路姆",
    type: "草",
    img: "img/pet/251.png",
    desc: "草系最神秘的精灵。之所以神秘，是因为基本没有任何人注意过它",
    upskill: ['10034', '12355', '12356', '12357', '12358', '10214'],
    setskill: [],
    skillLv: {'10034': 1, '12355': 5, '12356': 10, '12357': 15, '12358': 20, '10214': 25},
    stats: "115/120/126/120/107/94"
  },
  "252": {
    name: "利路姆",
    type: "草",
    img: "img/pet/252.png",
    desc: "这种小精灵的歌声会与精元发生某种奇妙的共鸣",
    upskill: ['12359', '12360', '12361', '12362', '12363', '12364', '12365'],
    setskill: ['12366', '12367', '12368', '12369'],
    skillLv: {'12359': 30, '12360': 35, '12361': 40, '12362': 45, '12363': 50, '12364': 55, '12365': 60},
    stats: "160/170/176/165/152/184"
  },
  "278": {
    name: "卡里",
    type: "冰",
    img: "img/pet/278.png",
    desc: "卡里代表着极度的寒冷，它诞生于冰封之轴",
    upskill: ['10034', '10242', '11074', '11464', '11465', '11466'],
    setskill: [],
    skillLv: {'10034': 1, '10242': 5, '11074': 10, '11464': 15, '11465': 20, '11466': 25},
    stats: "130/119/118/117/111/88"
  },
  "279": {
    name: "卡里亚",
    type: "冰",
    img: "img/pet/279.png",
    desc: "操纵冰的首领，可以呼唤大量冰妖为自己作战",
    upskill: ['11467', '11468', '11469', '11470', '11471', '11472', '11473'],
    setskill: ['11474', '11475', '11476', '11477'],
    skillLv: {'11467': 30, '11468': 35, '11469': 40, '11470': 45, '11471': 50, '11472': 55, '11473': 60},
    stats: "180/164/163/162/161/178"
  },
  "280": {
    name: "南瓜",
    type: "暗影",
    img: "img/pet/280.png",
    desc: "万圣节才出现的诡秘精灵，爱好是吃糖？",
    upskill: ['10050', '10647', '11011', '11010', '11012', '11013'],
    setskill: [],
    skillLv: {'10050': 1, '10647': 5, '11011': 10, '11010': 15, '11012': 20, '11013': 25},
    stats: "115/125/121/120/109/95"
  },
  "281": {
    name: "南瓜怪",
    type: "暗影",
    img: "img/pet/281.png",
    desc: "口中喷吐着邪恶的鬼火，是万圣节不可或缺的恐怖嘉宾",
    upskill: ['11014', '11015', '11016', '11017', '11018', '11019', '11020'],
    setskill: ['11021', '11022', '11023', '11024'],
    skillLv: {'11014': 30, '11015': 35, '11016': 40, '11017': 45, '11018': 50, '11019': 55, '11020': 60},
    stats: "160/170/171/170/154/185"
  },
  "301": {
    name: "特鲁伊",
    type: "草",
    img: "img/pet/301.png",
    desc: "被巴特拯救的草系精灵，一生都誓死守卫巴特",
    upskill: ['10050', '10128', '10211', '10212', '10213', '10214', '10215', '10216', '10217', '10218', '10149', '10219', '10220'],
    setskill: ['10221', '10222', '10223', '10224'],
    skillLv: {'10050': 1, '10128': 5, '10211': 10, '10212': 15, '10213': 20, '10214': 25, '10215': 30, '10216': 35, '10217': 40, '10218': 45, '10149': 50, '10219': 55, '10220': 60},
    stats: "178/172/166/161/157/181"
  },
  "302": {
    name: "爱丽斯",
    type: "水",
    img: "img/pet/302.png",
    desc: "爱丽斯还有一个伙伴叫做耐普图隆",
    upskill: ['10001', '10002', '10350', '10351', '10352', '10353', '10354', '10355', '10356', '10357', '10358', '10359', '10360'],
    setskill: ['10361', '10362', '10363', '10364'],
    skillLv: {'10001': 1, '10002': 5, '10350': 10, '10351': 15, '10352': 20, '10353': 25, '10354': 30, '10355': 35, '10356': 40, '10357': 45, '10358': 50, '10359': 55, '10360': 60},
    stats: "176/174/161/162/163/180"
  },
  "307": {
    name: "碧珞",
    type: "水/飞行",
    img: "img/pet/307.png",
    desc: "上穷碧落下黄泉，两处茫茫皆不见",
    upskill: ['11072', '11073', '11074', '11075', '11076', '11077', '11078', '11079', '11080', '11081', '11082', '11083', '11084'],
    setskill: ['11085', '11086', '11087', '11088'],
    skillLv: {'11072': 1, '11073': 5, '11074': 10, '11075': 15, '11076': 20, '11077': 25, '11078': 30, '11079': 35, '11080': 40, '11081': 45, '11082': 50, '11083': 55, '11084': 60},
    stats: "178/188/161/161/168/185"
  },
  "320": {
    name: "莫莫",
    type: "暗影",
    img: "img/pet/320.png",
    desc: "莫莫就是一只抱着水晶球的小精灵，普通的没有人曾注意过它",
    upskill: ['10050', '10647', '10648', '10649', '10650', '10651'],
    setskill: [],
    skillLv: {'10050': 1, '10647': 5, '10648': 10, '10649': 15, '10650': 20, '10651': 25},
    stats: "118/118/108/108/110/80"
  },
  "321": {
    name: "莫利",
    type: "暗影",
    img: "img/pet/321.png",
    desc: "莫利比小时候厉害多了，也很享受现在受人尊重的感觉，但它总感觉这还远远不够",
    upskill: ['10652', '10653', '10654'],
    setskill: [],
    skillLv: {'10652': 30, '10653': 35, '10654': 40},
    stats: "148/143/133/138/135/120"
  },
  "322": {
    name: "莫利亚",
    type: "暗影",
    img: "img/pet/322.png",
    desc: "莫利亚永远不会满足，他发誓要将所有喜欢的东西都占为己有!",
    upskill: ['10655', '10656', '10657', '10658'],
    setskill: ['10659', '10660', '10661', '10662'],
    skillLv: {'10655': 45, '10656': 50, '10657': 55, '10658': 60},
    stats: "178/168/158/168/160/180"
  },
  "323": {
    name: "布里",
    type: "超能",
    img: "img/pet/323.png",
    desc: "布里很贪吃，从小就不挑食",
    upskill: ['10050', '10705', '10706', '10707', '10708', '10709'],
    setskill: [],
    skillLv: {'10050': 1, '10705': 5, '10706': 10, '10707': 15, '10708': 20, '10709': 25},
    stats: "120/114/110/110/114/84"
  },
  "324": {
    name: "布里米",
    type: "超能",
    img: "img/pet/324.png",
    desc: "布里长大成布里米之后看到什么都想吃",
    upskill: ['10710', '10711', '10712', '10713'],
    setskill: [],
    skillLv: {'10710': 30, '10711': 35, '10712': 40, '10713': 45},
    stats: "150/139/140/135/134/124"
  },
  "325": {
    name: "布里米亚",
    type: "超能",
    img: "img/pet/325.png",
    desc: "能够将食物的能量占为己有的就是布里米亚！",
    upskill: ['10714', '10715', '10716'],
    setskill: ['10717', '10718', '10719', '10720'],
    skillLv: {'10714': 50, '10715': 55, '10716': 60},
    stats: "180/164/170/160/154/184"
  },
  "326": {
    name: "莉莉",
    type: "暗影",
    img: "img/pet/326.png",
    desc: "莉莉并不知道力量是什么，小时候的它还是挺讨人喜欢的",
    upskill: ['10018', '10764', '10765', '10766', '10767', '10768'],
    setskill: [],
    skillLv: {'10018': 1, '10764': 5, '10765': 10, '10766': 15, '10767': 20, '10768': 25},
    stats: "116/114/108/109/110/79"
  },
  "327": {
    name: "莉塔",
    type: "暗影",
    img: "img/pet/327.png",
    desc: "长大后偶然间遇到了魔鬼，魔鬼答应他只要跟它做交易就能够获得强大的力量",
    upskill: ['10769', '10770', '10771', '10772'],
    setskill: [],
    skillLv: {'10769': 30, '10770': 35, '10771': 40, '10772': 45},
    stats: "141/150/133/139/135/119"
  },
  "328": {
    name: "伊莉塔",
    type: "暗影",
    img: "img/pet/328.png",
    desc: "伊莉塔对力量的贪婪已经没有止境了，如今她俨然是魔鬼的而一个强大仆从了",
    upskill: ['10773', '10774', '10775'],
    setskill: ['10776', '10777', '10778', '10779'],
    skillLv: {'10773': 50, '10774': 55, '10775': 60},
    stats: "166/180/158/169/160/179"
  },
  "329": {
    name: "泰纳",
    type: "暗影",
    img: "img/pet/329.png",
    desc: "泰纳从小裹着一身披风游荡在南半球阴暗的森林中，它是一只被遗弃的小精灵",
    upskill: ['10050', '10827', '10828', '10829', '10830', '10831'],
    setskill: [],
    skillLv: {'10050': 1, '10827': 5, '10828': 10, '10829': 15, '10830': 20, '10831': 25},
    stats: "116/119/112/112/123/80"
  },
  "330": {
    name: "泰瑞纳",
    type: "暗影",
    img: "img/pet/330.png",
    desc: "泰瑞纳在被遗弃的时光里渐渐成长，它的内心也从没有感受过任何的温暖",
    upskill: ['10832', '10833', '10834', '10835'],
    setskill: [],
    skillLv: {'10832': 30, '10833': 35, '10834': 40, '10835': 45},
    stats: "141/149/137/137/143/120"
  },
  "331": {
    name: "泰瑞纳斯",
    type: "暗影",
    img: "img/pet/331.png",
    desc: "泰瑞纳斯准备好与光明为敌，它是由人们的冷漠幻化而成的恶魔",
    upskill: ['10836', '10837', '10838'],
    setskill: ['10839', '10840', '10841', '10842'],
    skillLv: {'10836': 50, '10837': 55, '10838': 60},
    stats: "166/179/162/162/163/180"
  },
  "332": {
    name: "埃尔",
    type: "超能",
    img: "img/pet/332.png",
    desc: "埃尔看起来就像是个机器人",
    upskill: ['10050', '10969', '10970', '10971', '10972', '10973'],
    setskill: [],
    skillLv: {'10050': 1, '10969': 5, '10970': 10, '10971': 15, '10972': 20, '10973': 25},
    stats: "115/121/112/112/105/80"
  },
  "333": {
    name: "埃尔斯",
    type: "超能",
    img: "img/pet/333.png",
    desc: "埃尔斯体内充满了怒气",
    upskill: ['10974', '10975', '10976', '10977'],
    setskill: [],
    skillLv: {'10974': 30, '10975': 35, '10976': 40, '10977': 45},
    stats: "130/151/137/142/130/120"
  },
  "334": {
    name: "埃尔萨斯",
    type: "超能",
    img: "img/pet/334.png",
    desc: "埃尔萨斯是名副其实的暴怒王子",
    upskill: ['10978', '10979', '10980'],
    setskill: ['10981', '10982', '10983', '10984'],
    skillLv: {'10978': 50, '10979': 55, '10980': 60},
    stats: "165/181/162/172/155/180"
  },
  "335": {
    name: "汉尼",
    type: "暗影",
    img: "img/pet/335.png",
    desc: "汉尼很优秀，任何技能都是一学就会的",
    upskill: ['10050', '11161', '11162', '11163', '11164', '11165'],
    setskill: [],
    skillLv: {'10050': 1, '11161': 5, '11162': 10, '11163': 15, '11164': 20, '11165': 25},
    stats: "119/110/111/111/123/80"
  },
  "336": {
    name: "汉尼斯",
    type: "暗影",
    img: "img/pet/336.png",
    desc: "汉尼斯觉得自己应该是世界上最强的精灵，同时也应该是主人唯一拥有的精灵",
    upskill: ['11166', '11167', '11168', '11169'],
    setskill: [],
    skillLv: {'11166': 30, '11167': 35, '11168': 40, '11169': 45},
    stats: "149/135/141/136/143/121"
  },
  "337": {
    name: "汉尼拔",
    type: "暗影",
    img: "img/pet/337.png",
    desc: "汉尼拔忍受不了主人培养其他的精灵，强烈的妒忌心使他走向了邪恶的道路",
    upskill: ['10834', '11170', '11171'],
    setskill: ['11172', '11173', '11174', '11175'],
    skillLv: {'10834': 50, '11170': 55, '11171': 60},
    stats: "179/160/171/161/163/181"
  },
  "338": {
    name: "伊利",
    type: "暗影",
    img: "img/pet/338.png",
    desc: "伊利小时候的生活并不轻松，总要面对许多黑暗的精灵",
    upskill: ['10018', '10764', '11329', '11330', '11331', '11332'],
    setskill: [],
    skillLv: {'10018': 1, '10764': 5, '11329': 10, '11330': 15, '11331': 20, '11332': 25},
    stats: "110/122/114/115/103/82"
  },
  "339": {
    name: "伊利普",
    type: "暗影",
    img: "img/pet/339.png",
    desc: "伊利普年轻有为，成为了猎魔族的首领。直到有一天败给了冥王撒旦",
    upskill: ['11333', '11334', '11335', '11336'],
    setskill: [],
    skillLv: {'11333': 30, '11334': 35, '11335': 40, '11336': 45},
    stats: "135/152/139/140/133/122"
  },
  "340": {
    name: "伊利丹",
    type: "暗影",
    img: "img/pet/340.png",
    desc: "伊利丹研习了黑暗的魔法，改变了自己的身体，只为夺回那颗傲慢的内心",
    upskill: ['11337', '11338', '11339'],
    setskill: ['11340', '11341', '11342', '11343'],
    skillLv: {'11337': 50, '11338': 55, '11339': 60},
    stats: "160/182/164/165/163/182"
  },
  "350": {
    name: "萨弗",
    type: "火",
    img: "img/pet/350.png",
    desc: "萨弗很烫。当你走近它的时候就会感觉到一种让人焦灼的高温",
    upskill: ['10241', '10534', '10520', '11054', '11055', '11056'],
    setskill: [],
    skillLv: {'10241': 1, '10534': 5, '10520': 10, '11054': 15, '11055': 20, '11056': 25},
    stats: "119/128/119/117/109/92"
  },
  "351": {
    name: "萨弗拉",
    type: "火",
    img: "img/pet/351.png",
    desc: "萨弗拉是火之元素领主，它能够轻而易举将任何东西融化掉",
    upskill: ['11057', '11058', '11059', '11060', '11061', '11062', '11063'],
    setskill: ['11064', '11065', '11066', '11067'],
    skillLv: {'11057': 30, '11058': 35, '11059': 40, '11060': 45, '11061': 50, '11062': 55, '11063': 60},
    stats: "164/178/169/162/154/182"
  },
  "354": {
    name: "娜娜",
    type: "冰/超能",
    img: "img/pet/354.png",
    desc: "原本是一只冰蛇的娜娜经过千年的修炼已经可以幻化成了人型",
    upskill: ['10050', '11191', '11192', '11193', '11194', '11195'],
    setskill: [],
    skillLv: {'10050': 1, '11191': 5, '11192': 10, '11193': 15, '11194': 20, '11195': 25},
    stats: "132/132/124/120/118/95"
  },
  "355": {
    name: "丽芙娜迦",
    type: "冰/超能",
    img: "img/pet/355.png",
    desc: "丽芙娜迦除了拥有强大的冰霜技能外，还会使用超强的超能系技能",
    upskill: ['11196', '11197', '11198', '11199', '11200', '11201', '11202', '11203', '11204', '11205', '11206'],
    setskill: [],
    skillLv: {'11196': 30, '11197': 35, '11198': 40, '11199': 45, '11200': 50, '11201': 55, '11202': 60, '11203': 65, '11204': 70, '11205': 75, '11206': 80},
    stats: "182/182/169/165/168/185"
  },
  "356": {
    name: "咔咔",
    type: "冰",
    img: "img/pet/356.png",
    desc: "咔咔的小冰牙闪亮亮的很好看",
    upskill: ['10050', '10900', '11176', '11177', '11178', '11179'],
    setskill: [],
    skillLv: {'10050': 1, '10900': 5, '11176': 10, '11177': 15, '11178': 20, '11179': 25},
    stats: "129/123/116/116/111/90"
  },
  "357": {
    name: "咔斯奇",
    type: "冰",
    img: "img/pet/357.png",
    desc: "咔斯奇周围的两块冰晶是经过百年修炼获得的，究竟有着怎样的魔力谁也说不清楚",
    upskill: ['11180', '11181', '11182', '11183', '11184', '11185', '11186'],
    setskill: ['11187', '11188', '11189', '11190'],
    skillLv: {'11180': 30, '11181': 35, '11182': 40, '11183': 45, '11184': 50, '11185': 55, '11186': 60},
    stats: "179/173/161/161/161/180"
  },
  "387": {
    name: "九尾冰狐",
    type: "冰",
    img: "img/pet/387.png",
    desc: "人们说九尾冰狐的九条尾巴分别代表了九种神秘的力量",
    upskill: ['10034', '10242', '11420', '11421', '11422', '11423', '11424', '11425', '11426', '11427', '11428', '11429', '11430'],
    setskill: ['11431', '11432', '11433', '11434'],
    skillLv: {'10034': 1, '10242': 5, '11420': 10, '11421': 15, '11422': 20, '11423': 25, '11424': 30, '11425': 35, '11426': 40, '11427': 45, '11428': 50, '11429': 55, '11430': 60},
    stats: "165/180/166/164/165/180"
  },
  "388": {
    name: "星辰兔",
    type: "特质",
    img: "img/pet/388.png",
    desc: "星辰兔是拂晓兔映射在星空中的倒影",
    upskill: ['10567', '10568', '10569', '10570', '10571', '10572', '10573', '10574', '10575', '10576', '10577', '10578', '10579'],
    setskill: ['10580', '10581', '10582', '10583'],
    skillLv: {'10567': 1, '10568': 5, '10569': 10, '10570': 15, '10571': 20, '10572': 25, '10573': 30, '10574': 35, '10575': 40, '10576': 45, '10577': 50, '10578': 55, '10579': 60},
    stats: "185/165/160/165/165/180"
  },
  "395": {
    name: "奥黛丽",
    type: "神秘",
    img: "img/pet/395.png",
    desc: "奥黛丽是撒旦的坐骑，与撒旦有着深厚的羁绊",
    upskill: ['11518', '11519', '11520', '11521', '11522', '11523', '11524', '11525', '11526', '11527', '11528', '11529', '11530', '11531', '11532', '11533', '11534'],
    setskill: [],
    skillLv: {'11518': 1, '11519': 5, '11520': 10, '11521': 15, '11522': 20, '11523': 25, '11524': 30, '11525': 35, '11526': 40, '11527': 45, '11528': 50, '11529': 55, '11530': 60, '11531': 65, '11532': 70, '11533': 75, '11534': 80},
    stats: "164/175/165/165/164/182"
  },
  "412": {
    name: "赫本",
    type: "神秘",
    img: "img/pet/412.png",
    desc: "赫本是撒旦的坐骑，与撒旦有着深厚的羁绊",
    upskill: ['11518', '11519', '11535', '11536', '11537', '11538', '11539', '11540', '11541', '11542', '11543', '11544', '11545', '11546', '11547', '11548', '11549'],
    setskill: [],
    skillLv: {'11518': 1, '11519': 5, '11535': 10, '11536': 15, '11537': 20, '11538': 25, '11539': 30, '11540': 35, '11541': 40, '11542': 45, '11543': 50, '11544': 55, '11545': 60, '11546': 65, '11547': 70, '11548': 75, '11549': 80},
    stats: "175/164/165/165/164/182"
  },
  "436": {
    name: "哥布",
    type: "地面",
    img: "img/pet/436.png",
    desc: "哥布头上的头骨能够反弹伤害",
    upskill: ['10050', '10242', '10690', '10691', '10692', '10693'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '10690': 10, '10691': 15, '10692': 20, '10693': 25},
    stats: "125/113/129/127/99/91"
  },
  "437": {
    name: "哥布林",
    type: "地面",
    img: "img/pet/437.png",
    desc: "哥布林手中的棒骨打在身上的滋味可不好受！",
    upskill: ['10694', '10695', '10696', '10697', '10698', '10699', '10700'],
    setskill: ['10701', '10702', '10703', '10704'],
    skillLv: {'10694': 30, '10695': 35, '10696': 40, '10697': 45, '10698': 50, '10699': 55, '10700': 60},
    stats: "175/158/174/172/149/181"
  },
  "456": {
    name: "米瑞尔",
    type: "光",
    img: "img/pet/456.png",
    desc: "米瑞尔是米咔的进化形态！并集成了诺亚之光的力量！",
    upskill: ['11927', '11928', '11929', '11930', '11931'],
    setskill: ['11932', '11933', '11934', '11935'],
    skillLv: {'11927': 60, '11928': 65, '11929': 70, '11930': 75, '11931': 80},
    stats: "168/180/161/165/166/180"
  },
  "494": {
    name: "卡修斯",
    type: "地面/暗影",
    img: "img/pet/494.png",
    desc: "卡修的进化形态，经过两次进化后的卡修斯攻击力和速度都有大幅度的提高，能瞬间给予对手致命的打击！",
    upskill: ['10317', '11768', '11769', '11770', '11771', '11772', '11773', '11774', '11775', '11776', '11777', '10121', '11778'],
    setskill: ['11779', '11780', '11781', '11782'],
    skillLv: {'10317': 1, '11768': 5, '11769': 10, '11770': 15, '11771': 20, '11772': 25, '11773': 30, '11774': 35, '11775': 40, '11776': 45, '11777': 50, '10121': 55, '11778': 60},
    stats: "185/168/161/167/170/178"
  },
  "495": {
    name: "盖亚",
    type: "战斗",
    img: "img/pet/495.png",
    desc: "盖亚是精灵世界的战斗大师，它掌握着许许多多原创的战斗技巧，颇具霸者风范。",
    upskill: ['10809', '10810', '10811', '10812', '10813', '10814', '10815', '10816', '10817', '10818', '10819', '10820', '10821'],
    setskill: ['10822', '10823', '10824', '10825'],
    skillLv: {'10809': 1, '10810': 5, '10811': 10, '10812': 15, '10813': 20, '10814': 25, '10815': 30, '10816': 35, '10817': 40, '10818': 45, '10819': 50, '10820': 55, '10821': 60},
    stats: "185/178/161/158/170/178"
  },
  "496": {
    name: "撒旦",
    type: "神秘",
    img: "img/pet/496.png",
    desc: "炼狱里面关押着不可饶恕之人，最底层就是撒旦。虽然不知道他是否已经忏悔，但也许他原本就无罪可悔。",
    upskill: ['11501', '11502', '11503', '11504', '11505', '11506', '11507', '11508', '11509', '11510', '11511', '11512', '11513'],
    setskill: ['11514', '11515', '11516', '11517'],
    skillLv: {'11501': 1, '11502': 5, '11503': 10, '11504': 15, '11505': 20, '11506': 25, '11507': 30, '11508': 35, '11509': 40, '11510': 45, '11511': 50, '11512': 55, '11513': 60},
    stats: "187/187/163/163/170/180"
  },
  "497": {
    name: "暴走撒旦",
    type: "神秘",
    img: "img/pet/497.png",
    desc: "撒旦消耗忏悔魔心的暴走形态",
    upskill: [],
    setskill: ['0'],
    skillLv: {},
    stats: "187/187/163/163/170/180"
  },
  "521": {
    name: "布布",
    type: "飞行",
    img: "img/pet/521.png",
    desc: "布布身上记载了一段已经被人遗忘的传说",
    upskill: ['10050', '10242', '12340', '12341', '12342', '12343'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '12340': 10, '12341': 15, '12342': 20, '12343': 25},
    stats: "117/123/119/120/108/92"
  },
  "522": {
    name: "布克",
    type: "飞行",
    img: "img/pet/522.png",
    desc: "未经世事的布克身体中却记载了历史的万千变幻",
    upskill: ['12344', '12345', '12346', '12347', '12348', '12349', '12350'],
    setskill: ['12351', '12352', '12353', '12354'],
    skillLv: {'12344': 30, '12345': 35, '12346': 40, '12347': 45, '12348': 50, '12349': 55, '12350': 60},
    stats: "162/173/169/170/153/182"
  },
  "538": {
    name: "凯迪",
    type: "龙/战斗",
    img: "img/pet/538.png",
    desc: "凯迪是食肉精灵中的霸主，长大后更加可怕！",
    upskill: ['10034', '11344', '11345', '11346', '11347', '11348'],
    setskill: [],
    skillLv: {'10034': 1, '11344': 5, '11345': 10, '11346': 15, '11347': 20, '11348': 25},
    stats: "132/127/116/114/108/93"
  },
  "539": {
    name: "凯迪拉克",
    type: "龙/战斗",
    img: "img/pet/539.png",
    desc: "凯迪拉克是陆地上的霸主！巨大而灵活的身体总会给予对手最具有破坏力的打击！",
    upskill: ['11349', '11350', '10053', '11351', '11352', '11353', '11354'],
    setskill: ['11355', '11356', '11357', '11358'],
    skillLv: {'11349': 30, '11350': 35, '10053': 40, '11351': 45, '11352': 50, '11353': 55, '11354': 60},
    stats: "182/172/161/159/158/183"
  },
  "593": {
    name: "库贝多",
    type: "上古",
    img: "img/pet/593.png",
    desc: "库贝多是上古魔王的第一形态，力量不容小觑",
    upskill: ['11879', '11880', '11881', '11882', '11883', '11884'],
    setskill: [],
    skillLv: {'11879': 1, '11880': 5, '11881': 10, '11882': 15, '11883': 20, '11884': 25},
    stats: "136/120/122/122/118/90"
  },
  "594": {
    name: "库贝恶",
    type: "上古",
    img: "img/pet/594.png",
    desc: "库贝恶是上古魔王的第二形态，拥有强大的力量",
    upskill: ['11885', '11886', '11887', '11888'],
    setskill: [],
    skillLv: {'11885': 30, '11886': 35, '11887': 40, '11888': 45},
    stats: "161/145/142/142/143/130"
  },
  "595": {
    name: "库贝萨",
    type: "上古",
    img: "img/pet/595.png",
    desc: "库贝萨是上古时代的恶魔，能够让世界陷入恐慌",
    upskill: ['11889', '11890', '11891', '11892', '11893', '11894', '11895'],
    setskill: [],
    skillLv: {'11889': 50, '11890': 55, '11891': 60, '11892': 65, '11893': 70, '11894': 75, '11895': 80},
    stats: "186/170/162/162/168/190"
  },
  "606": {
    name: "布莱克",
    type: "暗影",
    img: "img/pet/606.png",
    desc: "守护光明的使者体内却有着一股强大的暗影力量",
    upskill: ['10034', '12448', '12449', '12450', '12451', '12452', '12453', '12454', '12455', '12456', '12457', '12458', '12459'],
    setskill: ['12460', '12461', '12462', '12463'],
    skillLv: {'10034': 1, '12448': 5, '12449': 10, '12450': 15, '12451': 20, '12452': 25, '12453': 30, '12454': 35, '12455': 40, '12456': 45, '12457': 50, '12458': 55, '12459': 60},
    stats: "186/167/162/157/170/178"
  },
  "618": {
    name: "拉奥花",
    type: "草",
    img: "img/pet/618.png",
    desc: "不断帮其他精灵治疗让拉奥叶熟悉了自己的力量，现在头上的花朵能够稳定的绽放。",
    upskill: ['10939', '10940', '10941', '10942', '10943'],
    setskill: ['10952', '10953', '10954', '10955'],
    skillLv: {'10939': 60, '10940': 65, '10941': 70, '10942': 75, '10943': 80},
    stats: "154/170/183/190/145/191"
  },
  "632": {
    name: "迪兰特斯",
    type: "水",
    img: "img/pet/632.png",
    desc: "对水流和能量有了更精确的掌控，迪兰特的能力得到了全面性的提升。",
    upskill: ['10929', '10930', '10931', '10932', '10933'],
    setskill: ['10944', '10945', '10946', '10947'],
    skillLv: {'10929': 60, '10930': 65, '10931': 70, '10932': 75, '10933': 80},
    stats: "166/186/164/171/160/186"
  },
  "640": {
    name: "休罗伊尔",
    type: "火",
    img: "img/pet/640.png",
    desc: "熊熊燃烧的烈焰让他具备与他的自信相匹配的实力，拥有烈焰伊尔的美称。",
    upskill: ['10934', '10935', '10936', '10937', '10938'],
    setskill: ['10948', '10949', '10950', '10951'],
    skillLv: {'10934': 60, '10935': 65, '10936': 70, '10937': 75, '10938': 80},
    stats: "192/162/165/160/171/183"
  },
  "658": {
    name: "哈莫",
    type: "龙",
    img: "img/pet/658.png",
    desc: "龙系精灵的幼年形态，性格胆小不喜欢争斗，通常会使用自己的翅膀飞翔在空中躲避威胁，非常喜欢收藏闪光的东西。",
    upskill: ['12153', '12154', '12155', '10402', '12156', '12157'],
    setskill: [],
    skillLv: {'12153': 1, '12154': 5, '12155': 10, '10402': 15, '12156': 20, '12157': 25},
    stats: "123/115/115/110/119/80"
  },
  "659": {
    name: "哈莫雷特",
    type: "龙",
    img: "img/pet/659.png",
    desc: "他拥有山一般的身高，强大的腕力和翅膀是他的武器，龙系的神秘力量使它所向无敌。失忆的他，似乎还有很多谜团……",
    upskill: ['12158', '12159', '12160', '12161', '12162', '12163', '12164'],
    setskill: ['12165', '12166', '12167', '12168'],
    skillLv: {'12158': 30, '12159': 35, '12160': 40, '12161': 45, '12162': 50, '12163': 55, '12164': 60},
    stats: "183/165/165/160/169/180"
  },
  "685": {
    name: "极影兔",
    type: "超能",
    img: "img/pet/685.png",
    desc: "通过极影特训领悟爱的奥义之后，拂晓兔获得了更加强大的力量",
    upskill: ['10202', '10203', '10204', '10205', '10206'],
    setskill: ['11748', '11749', '11750', '11751'],
    skillLv: {'10202': 60, '10203': 65, '10204': 70, '10205': 75, '10206': 80},
    stats: "173/188/165/160/166/185"
  },
  "691": {
    name: "巨石托尔",
    type: "普通",
    img: "img/pet/691.png",
    desc: "巨石托尔拿着小树根优质木材做的大锤子在居室洞穴洋洋得意！",
    upskill: ['10257', '10258', '10259', '10260', '10261'],
    setskill: [],
    skillLv: {'10257': 60, '10258': 65, '10259': 70, '10260': 75, '10261': 80},
    stats: "186/164/178/160/146/186"
  },
  "692": {
    name: "海王纳斯",
    type: "水",
    img: "img/pet/692.png",
    desc: "阿卡纳斯吸收海洋精华之后进一步得到更强的力量，成为了海上的霸主",
    upskill: ['10428', '10429', '10430', '10431', '10432'],
    setskill: [],
    skillLv: {'10428': 60, '10429': 65, '10430': 70, '10431': 75, '10432': 80},
    stats: "180/159/176/170/150/185"
  },
  "693": {
    name: "爆焰努尔",
    type: "火",
    img: "img/pet/693.png",
    desc: "霍克努尔和他的两位手下共同努力，在炎热的环境下领悟了火山熔岩的爆发能量",
    upskill: ['10562', '10563', '10564', '10565', '10566'],
    setskill: [],
    skillLv: {'10562': 60, '10563': 65, '10564': 70, '10565': 75, '10566': 80},
    stats: "185/185/155/155/163/180"
  },
  "694": {
    name: "麦迪侠",
    type: "草",
    img: "img/pet/694.png",
    desc: "麦麦迪长大了喜欢游走四方，后来他就成了麦迪侠！",
    upskill: ['10292', '10293', '10294', '10295', '10296'],
    setskill: [],
    skillLv: {'10292': 60, '10293': 65, '10294': 70, '10295': 75, '10296': 80},
    stats: "165/185/179/160/141/190"
  },
  "699": {
    name: "圣光希斯",
    type: "光",
    img: "img/pet/699.png",
    desc: "圣光希斯是艾丽希斯在漫长光阴中吸收了足够的光芒之后的超进化形态。",
    upskill: ['10391', '10392', '10393', '10394', '10395'],
    setskill: [],
    skillLv: {'10391': 60, '10392': 65, '10393': 70, '10394': 75, '10395': 80},
    stats: "180/180/160/160/162/183"
  },
  "735": {
    name: "瑞尔斯",
    type: "战斗",
    img: "img/pet/735.png",
    desc: "天分极佳的战士，拥有高超的战斗能力，和盖亚有着一个兄弟之间的约定",
    upskill: ['10809', '12017', '10020', '12018', '12019', '12020', '10814', '12021', '12022', '10820', '12023', '12024', '12025'],
    setskill: ['12026', '12027', '12028', '10812'],
    skillLv: {'10809': 1, '12017': 5, '10020': 10, '12018': 15, '12019': 20, '12020': 25, '10814': 30, '12021': 35, '12022': 40, '10820': 45, '12023': 50, '12024': 55, '12025': 60},
    stats: "186/177/162/160/165/180"
  },
  "757": {
    name: "源伊特",
    type: "普通",
    img: "img/pet/757.png",
    desc: "本源之芯让伊特体内的多种力量变得稳定了",
    upskill: ['11993', '11994', '11995', '11996', '11997', '11998', '11999'],
    setskill: ['12000', '12001', '12002', '12003'],
    skillLv: {'11993': 30, '11994': 35, '11995': 40, '11996': 45, '11997': 50, '11998': 55, '11999': 60},
    stats: "170/170/170/170/170/170"
  },
  "761": {
    name: "迦拉特",
    type: "冰",
    img: "img/pet/761.png",
    desc: "外型奇特的神秘生命体，能够自由变化自己的型态。固态状态下的迦拉特拥有强大的抗击打能力，只要扛住攻势就能不断变强！",
    upskill: ['10050', '10900', '10901', '10902', '10903', '10904', '10905', '10906', '10907', '10783', '10908', '10909', '10910', '10911', '10912', '10913', '10914'],
    setskill: ['11126'],
    skillLv: {'10050': 1, '10900': 5, '10901': 10, '10902': 15, '10903': 20, '10904': 25, '10905': 30, '10906': 35, '10907': 40, '10783': 45, '10908': 50, '10909': 55, '10910': 60, '10911': 65, '10912': 70, '10913': 75, '10914': 80},
    stats: "167/162/175/172/155/186"
  },
  "762": {
    name: "迦拉特",
    type: "水",
    img: "img/pet/762.png",
    desc: "外型奇特的神秘生命体，能够自由变化自己的型态。液态状态下的迦拉特拥有强大的恢复和再生能力，擅长以柔克刚！",
    upskill: ['10050', '10002', '11025', '11026', '11027', '11028', '11029', '11030', '10424', '10426', '11031', '11032', '11033', '11034', '11035', '11036', '10914'],
    setskill: ['11126'],
    skillLv: {'10050': 1, '10002': 5, '11025': 10, '11026': 15, '11027': 20, '11028': 25, '11029': 30, '11030': 35, '10424': 40, '10426': 45, '11031': 50, '11032': 55, '11033': 60, '11034': 65, '11035': 70, '11036': 75, '10914': 80},
    stats: "166/178/172/162/160/180"
  },
  "763": {
    name: "迦拉特",
    type: "风",
    img: "img/pet/763.png",
    desc: "外型奇特的神秘生命体，能够自由变化自己的型态。气态状态下的迦拉特拥有强大的速度和闪避能力，能够快速打出连续攻势！",
    upskill: ['10050', '11110', '11111', '11112', '11113', '11114', '11115', '11116', '11117', '11118', '11119', '11120', '11122', '11123', '11124', '11125', '10914'],
    setskill: ['11126'],
    skillLv: {'10050': 1, '11110': 5, '11111': 10, '11112': 15, '11113': 20, '11114': 25, '11115': 30, '11116': 35, '11117': 40, '11118': 45, '11119': 50, '11120': 55, '11122': 60, '11123': 65, '11124': 70, '11125': 75, '10914': 80},
    stats: "189/189/161/161/165/174"
  },
  "809": {
    name: "蛇诗曼",
    type: "超能",
    img: "img/pet/809.png",
    desc: "她由灵蛇地窖中的日月精华凝练千百万年羽化而成，与这处灵性之地有着密切的联系……",
    upskill: ['10050', '10705', '10214', '11127', '11128', '11129', '11130', '11131', '11132', '11133', '10707', '11134', '11135', '11136', '11137', '11138', '11139'],
    setskill: [],
    skillLv: {'10050': 1, '10705': 5, '10214': 10, '11127': 15, '11128': 20, '11129': 25, '11130': 30, '11131': 35, '11132': 40, '11133': 45, '10707': 50, '11134': 55, '11135': 60, '11136': 65, '11137': 70, '11138': 75, '11139': 80},
    stats: "160/181/170/170/160/184"
  },
  "810": {
    name: "钢伊特",
    type: "机械",
    img: "img/pet/810.png",
    desc: "全副武装的钢伊特，拥有寻常肉体无法比拟的强悍！",
    upskill: ['11089', '11090', '11091', '11092', '11093', '11094', '11095'],
    setskill: ['11096', '11097', '11098', '11099'],
    skillLv: {'11089': 30, '11090': 35, '11091': 40, '11092': 45, '11093': 50, '11094': 55, '11095': 60},
    stats: "180/163/166/158/161/182"
  },
  "826": {
    name: "萌萌大月饼",
    type: "超能",
    img: "img/pet/826.png",
    desc: "中秋节有一只萌萌的巨无霸月饼出没，它喜欢吃小精灵！",
    upskill: ['10034', '10242', '10885', '10886', '10887', '10888', '10889', '10890', '10891', '10892', '10893', '10894', '10895'],
    setskill: ['10896', '10897', '10898', '10899'],
    skillLv: {'10034': 1, '10242': 5, '10885': 10, '10886': 15, '10887': 20, '10888': 25, '10889': 30, '10890': 35, '10891': 40, '10892': 45, '10893': 50, '10894': 55, '10895': 60},
    stats: "165/173/165/165/160/182"
  },
  "845": {
    name: "达克",
    type: "沙漠",
    img: "img/pet/845.png",
    desc: "若说星球上还有一种精灵能够印射出地沙合体的古老的历史，那就是达克了",
    upskill: ['10050', '10242', '10402', '10873', '10874', '10356'],
    setskill: [],
    skillLv: {'10050': 1, '10242': 5, '10402': 10, '10873': 15, '10874': 20, '10356': 25},
    stats: "130/118/115/121/110/92"
  },
  "846": {
    name: "达克埃鲁",
    type: "沙漠",
    img: "img/pet/846.png",
    desc: "埃鲁达克的沙漠形态，褪去厚重的石甲换来尖锐的砂之利刃",
    upskill: ['10875', '10876', '10877', '10878', '10879', '10880', '10881'],
    setskill: ['10882', '10883', '10854', '10884'],
    skillLv: {'10875': 30, '10876': 35, '10877': 40, '10878': 45, '10879': 50, '10880': 55, '10881': 60},
    stats: "180/163/160/171/160/182"
  },
  "939": {
    name: "神迹米咔",
    type: "光/战斗",
    img: "img/pet/939.png",
    desc: "米咔的神迹形态，在得到了战斗系的能量之后，他的能力似乎比米瑞尔还要强大！",
    upskill: ['11936', '11937', '11938', '11939', '11940'],
    setskill: [],
    skillLv: {'11936': 80, '11937': 85, '11938': 90, '11939': 95, '11940': 100},
    stats: "170/203/167/171/172/197"
  },
  "940": {
    name: "神迹米咔",
    type: "光/战斗",
    img: "img/pet/940.png",
    desc: "米咔的神迹形态，在得到了战斗系的能量之后，他的能力似乎比米瑞尔还要强大！",
    upskill: [],
    setskill: ['11941', '11942', '11943', '11944', '11945'],
    skillLv: {},
    stats: "170/203/167/171/172/197"
  },
  "946": {
    name: "神迹拂晓兔",
    type: "超能",
    img: "img/pet/946.png",
    desc: "爱的力量引发神迹，拂晓兔觉醒进化而成的型态",
    upskill: ['10207', '10208', '10209', '11493', '10210'],
    setskill: [],
    skillLv: {'10207': 80, '10208': 85, '10209': 90, '11493': 95, '10210': 100},
    stats: "175/190/165/160/170/185"
  },
  "947": {
    name: "神迹拂晓兔",
    type: "超能",
    img: "img/pet/947.png",
    desc: "爱的力量引发神迹，拂晓兔觉醒进化而成的型态",
    upskill: [],
    setskill: ['11494', '11495', '11496', '11497', '11498'],
    skillLv: {},
    stats: "175/190/165/160/170/185"
  },
  "959": {
    name: "洛基",
    type: "神秘",
    img: "img/pet/959.png",
    desc: "全能超人，学霸登场！",
    upskill: ['10856', '10857', '10858', '10859', '10860', '10861', '10862', '10863', '10864', '10865', '10866', '10867', '10868'],
    setskill: ['10869', '10870', '10871', '10872'],
    skillLv: {'10856': 1, '10857': 5, '10858': 10, '10859': 15, '10860': 20, '10861': 25, '10862': 30, '10863': 35, '10864': 40, '10865': 45, '10866': 50, '10867': 55, '10868': 60},
    stats: "175/175/160/160/165/180"
  },
  "961": {
    name: "星之首影",
    type: "特质",
    img: "img/pet/961.png",
    desc: "万物起于星空，终于星空。大地为万物之源，星空为大地之源。星之首影，象征着源泉。",
    upskill: ['10312', '10313', '10314', '10315', '10316'],
    setskill: [],
    skillLv: {'10312': 1, '10313': 15, '10314': 30, '10315': 45, '10316': 60},
    stats: "170/185/165/167/173/182"
  },
  "962": {
    name: "星之躯影",
    type: "特质",
    img: "img/pet/962.png",
    desc: "万物起于星空，终于星空。大地滋养万物，星空庇护万物。星之躯影，象征着庇护。",
    upskill: ['10345', '10346', '10347', '10348', '10349'],
    setskill: [],
    skillLv: {'10345': 1, '10346': 15, '10347': 30, '10348': 45, '10349': 60},
    stats: "165/175/177/180/160/195"
  },
  "963": {
    name: "星之臂影",
    type: "特质",
    img: "img/pet/963.png",
    desc: "万物起于星空，终于星空。大地束缚万物，星空掌控万物。星之臂影，象征着掌控。",
    upskill: ['10365', '10366', '10367', '10368', '10369'],
    setskill: [],
    skillLv: {'10365': 1, '10366': 15, '10367': 30, '10368': 45, '10369': 60},
    stats: "185/170/165/165/175/180"
  },
  "964": {
    name: "星之足影",
    type: "特质",
    img: "img/pet/964.png",
    desc: "万物起于星空，终于星空。大地摧毁万物，星空蹂躏万物。星之足影，象征着蹂躏。",
    upskill: ['10370', '10371', '10372', '10373', '10374'],
    setskill: [],
    skillLv: {'10370': 1, '10371': 15, '10372': 30, '10373': 45, '10374': 60},
    stats: "182/180/168/165/174/182"
  },
  "965": {
    name: "星之背影",
    type: "特质",
    img: "img/pet/965.png",
    desc: "万物起于星空，终于星空。大地吸收万物，星空吞噬万物。星之背影，象征着吞噬。",
    upskill: ['10396', '10397', '10398', '10399', '10400'],
    setskill: [],
    skillLv: {'10396': 1, '10397': 15, '10398': 30, '10399': 45, '10400': 60},
    stats: "173/175/174/176/175/187"
  },
  "966": {
    name: "星之心影",
    type: "特质",
    img: "img/pet/966.png",
    desc: "万物起于星空，终于星空。大地为万物之末，星空为大地之末。星之心影，象征着终末。",
    upskill: ['10433', '10434', '10435', '10436', '10437'],
    setskill: [],
    skillLv: {'10433': 1, '10434': 15, '10435': 30, '10436': 45, '10437': 60},
    stats: "178/178/169/171/180/187"
  },
  "970": {
    name: "观星者",
    type: "特质",
    img: "img/pet/970.png",
    desc: "万物起于星空，终于星空。精灵王统治大地，观星者主宰星空！",
    upskill: ['10368', '10435', '10399', '10345', '10346', '10367', '10348', '10397', '10313', '10315', '10370', '10372', '10721'],
    setskill: ['10365', '10314', '10434', '10722'],
    skillLv: {'10368': 1, '10435': 5, '10399': 10, '10345': 15, '10346': 20, '10367': 25, '10348': 30, '10397': 35, '10313': 40, '10315': 45, '10370': 50, '10372': 55, '10721': 60},
    stats: "181/181/161/161/171/191"
  },
  "981": {
    name: "目灵兽",
    type: "草",
    img: "img/pet/981.png",
    desc: "精灵王之双目，草目氏族不朽的守护者",
    upskill: ['10486', '10487', '10488', '10489', '10490', '10491', '10492', '10493', '10494', '10495', '10496', '10497', '10498', '10499', '10500', '10501', '10502'],
    setskill: [],
    skillLv: {'10486': 1, '10487': 5, '10488': 10, '10489': 15, '10490': 20, '10491': 25, '10492': 30, '10493': 35, '10494': 40, '10495': 45, '10496': 50, '10497': 55, '10498': 60, '10499': 65, '10500': 70, '10501': 75, '10502': 80},
    stats: "155/160/185/180/155/200"
  },
  "982": {
    name: "脉灵兽",
    type: "水",
    img: "img/pet/982.png",
    desc: "精灵王之血脉，水脉氏族不朽的守护者",
    upskill: ['10747', '10748', '10749', '10750', '10751', '10752', '10753', '10754', '10755', '10756', '10757', '10758', '10759', '10760', '10761', '10762', '10763'],
    setskill: [],
    skillLv: {'10747': 1, '10748': 5, '10749': 10, '10750': 15, '10751': 20, '10752': 25, '10753': 30, '10754': 35, '10755': 40, '10756': 45, '10757': 50, '10758': 55, '10759': 60, '10760': 65, '10761': 70, '10762': 75, '10763': 80},
    stats: "165/180/170/165/160/195"
  },
  "983": {
    name: "幻灵兽",
    type: "火",
    img: "img/pet/983.png",
    desc: "精灵王之躯体，火幻氏族不朽的守护者",
    upskill: ['11037', '11038', '11039', '11040', '11041', '11042', '11043', '11044', '11045', '11046', '11047', '11048', '11049', '11050', '11051', '11052', '11053'],
    setskill: [],
    skillLv: {'11037': 1, '11038': 5, '11039': 10, '11040': 15, '11041': 20, '11042': 25, '11043': 30, '11044': 35, '11045': 40, '11046': 45, '11047': 50, '11048': 55, '11049': 60, '11050': 65, '11051': 70, '11052': 75, '11053': 80},
    stats: "180/180/165/165/165/190"
  },
  "984": {
    name: "沁灵兽",
    type: "冰",
    img: "img/pet/984.png",
    desc: "精灵王之心脏，冰沁氏族不朽的守护者",
    upskill: ['11359', '11360', '11361', '11362', '11363', '11364', '11365', '11366', '11367', '11368', '11369', '11370', '11371', '11372', '11373', '11374', '11375'],
    setskill: [],
    skillLv: {'11359': 1, '11360': 5, '11361': 10, '11362': 15, '11363': 20, '11364': 25, '11365': 30, '11366': 35, '11367': 40, '11368': 45, '11369': 50, '11370': 55, '11371': 60, '11372': 65, '11373': 70, '11374': 75, '11375': 80},
    stats: "180/170/165/170/160/190"
  },
  "987": {
    name: "翼灵兽",
    type: "飞行",
    img: "img/pet/987.png",
    desc: "精灵王之羽翼，飞翼氏族不朽的守护者",
    upskill: ['12169', '12170', '12171', '12172', '12173', '12174', '12175', '12176', '12177', '12178', '12179', '12180', '12181', '12182', '12183', '12184', '12185'],
    setskill: [],
    skillLv: {'12169': 1, '12170': 5, '12171': 10, '12172': 15, '12173': 20, '12174': 25, '12175': 30, '12176': 35, '12177': 40, '12178': 45, '12179': 50, '12180': 55, '12181': 60, '12182': 65, '12183': 70, '12184': 75, '12185': 80},
    stats: "165/180/165/165/170/190"
  },
  "988": {
    name: "影灵兽",
    type: "暗影",
    img: "img/pet/988.png",
    desc: "精灵王之影子，约瑟映照在南半球的倒影",
    upskill: ['10616', '10617', '10618', '10619', '10620', '10621', '10622', '10623', '10624', '10625', '10626', '10627', '10628', '10629', '10630', '10631', '10632'],
    setskill: [],
    skillLv: {'10616': 1, '10617': 5, '10618': 10, '10619': 15, '10620': 20, '10621': 25, '10622': 30, '10623': 35, '10624': 40, '10625': 45, '10626': 50, '10627': 55, '10628': 60, '10629': 65, '10630': 70, '10631': 75, '10632': 80},
    stats: "186/188/160/161/175/180"
  },
  "989": {
    name: "凯伊",
    type: "精灵王",
    img: "img/pet/989.png",
    desc: "雷伊与凯萨的力量融合所诞生的最强形态",
    upskill: ['10584', '10585', '10586', '10587', '10588', '10589', '10590', '10591', '10592', '10593', '10594', '10595', '10596', '10597', '10598', '10599'],
    setskill: [],
    skillLv: {'10584': 1, '10585': 5, '10586': 10, '10587': 15, '10588': 20, '10589': 25, '10590': 30, '10591': 35, '10592': 40, '10593': 45, '10594': 50, '10595': 55, '10596': 60, '10597': 65, '10598': 70, '10599': 75},
    stats: "183/183/156/156/171/180"
  },
  "990": {
    name: "约瑟",
    type: "精灵王",
    img: "img/pet/990.png",
    desc: "阿卡迪亚北半球的精灵王，超强的能力史上最强！",
    upskill: ['-1005', '-1004', '-1003', '-1002'],
    setskill: [],
    skillLv: {'-1005': 1, '-1004': 20, '-1003': 40, '-1002': 60},
    stats: "190/190/170/170/175/250"
  },
  "999": {
    name: "王者凯伊",
    type: "精灵王",
    img: "img/pet/999.png",
    desc: "雷神和炎帝的力量融合所诞生的最强形态",
    upskill: ['12320', '12321', '12322', '12323', '12324'],
    setskill: [],
    skillLv: {'12320': 60, '12321': 65, '12322': 70, '12323': 75, '12324': 80},
    stats: "190/190/170/170/175/250"
  },
  "1001": {
    name: "普琳",
    type: "机械",
    img: "img/pet/1001.png",
    desc: "普琳曾经是一只nono，直到神奇的实验将它转变成了精灵",
    upskill: ['10050', '12325', '12326', '12327', '12328', '12329'],
    setskill: [],
    skillLv: {'10050': 1, '12325': 5, '12326': 10, '12327': 15, '12328': 20, '12329': 25},
    stats: "119/130/117/117/116/93"
  },
  "1002": {
    name: "普兰克通",
    type: "机械",
    img: "img/pet/1002.png",
    desc: "成为精灵之后，普兰克通的成长已经完全超出了原本的机械设计能够解释的范畴",
    upskill: ['12330', '12331', '12332', '12333', '10110', '12334', '12335', '12336', '12337', '12338', '12339'],
    setskill: [],
    skillLv: {'12330': 30, '12331': 35, '12332': 40, '12333': 45, '10110': 50, '12334': 55, '12335': 60, '12336': 65, '12337': 70, '12338': 75, '12339': 80},
    stats: "159/180/167/167/166/183"
  },
  "1100": {
    name: "雷切",
    type: "电",
    img: "img/pet/1100.png",
    desc: "雷切是来自远古的闪电器灵！",
    upskill: ['10317', '10318', '10402', '12277', '12278', '11550', '10440', '12279', '12280', '12281', '12282', '12283', '12284', '10439', '10442', '10443', '10445'],
    setskill: [],
    skillLv: {'10317': 1, '10318': 5, '10402': 10, '12277': 15, '12278': 20, '11550': 25, '10440': 30, '12279': 35, '12280': 40, '12281': 45, '12282': 50, '12283': 55, '12284': 60, '10439': 65, '10442': 70, '10443': 75, '10445': 80},
    stats: "185/172/165/158/165/175"
  },
  "1101": {
    name: "焰爪",
    type: "火",
    img: "img/pet/1101.png",
    desc: "焰爪是来自远古的火焰器灵！",
    upskill: ['10317', '10519', '10520', '12285', '12286', '12287', '10031', '10476', '12288', '12289', '12290', '12291', '12292', '10471', '10473', '10475', '10482'],
    setskill: [],
    skillLv: {'10317': 1, '10519': 5, '10520': 10, '12285': 15, '12286': 20, '12287': 25, '10031': 30, '10476': 35, '12288': 40, '12289': 45, '12290': 50, '12291': 55, '12292': 60, '10471': 65, '10473': 70, '10475': 75, '10482': 80},
    stats: "172/185/158/165/165/175"
  },
  "1102": {
    name: "冥锁",
    type: "神秘",
    img: "img/pet/1102.png",
    desc: "冥锁是来自远古的神秘器灵！",
    upskill: ['10317', '12293', '11503', '12294', '12295', '12296', '11531', '10065', '12297', '12298', '12299', '12300', '12301', '11515', '11516', '11522', '11548'],
    setskill: [],
    skillLv: {'10317': 1, '12293': 5, '11503': 10, '12294': 15, '12295': 20, '12296': 25, '11531': 30, '10065': 35, '12297': 40, '12298': 45, '12299': 50, '12300': 55, '12301': 60, '11515': 65, '11516': 70, '11522': 75, '11548': 80},
    stats: "165/165/175/175/158/185"
  },
  "1220": {
    name: "加尼隆",
    type: "光",
    img: "img/pet/1220.png",
    desc: "加尼隆也隶属于帕拉丁家族。他嫉恶如仇，坚信邪恶必须被制裁和处决。为此不惜使手上沾满鲜血，走上了和帕拉丁不同的正义之路。",
    upskill: ['10034', '10503', '11391', '11392', '11393', '11394', '11395', '11396', '11397', '11398', '11399', '11400', '11401'],
    setskill: ['11387', '11402', '11403', '11404'],
    skillLv: {'10034': 1, '10503': 5, '11391': 10, '11392': 15, '11393': 20, '11394': 25, '11395': 30, '11396': 35, '11397': 40, '11398': 45, '11399': 50, '11400': 55, '11401': 60},
    stats: "182/170/166/169/159/172"
  },
  "1246": {
    name: "暴走冥王",
    type: "神秘",
    img: "img/pet/1246.png",
    desc: "冥王消耗忏悔魔心的暴走形态",
    upskill: [],
    setskill: ['0'],
    skillLv: {},
    stats: "185/185/172/170/182/189"
  },
  "1261": {
    name: "黑桃扑克",
    type: "上古",
    img: "img/pet/1261.png",
    desc: "黑桃扑克最喜欢的游戏是德州扑克",
    upskill: ['11435', '11436', '11437', '11438', '11439', '11440', '11441', '11442', '11443', '11444', '11445', '11446', '11447'],
    setskill: ['11448', '11449', '11450', '11451'],
    skillLv: {'11435': 1, '11436': 5, '11437': 10, '11438': 15, '11439': 20, '11440': 25, '11441': 30, '11442': 35, '11443': 40, '11444': 45, '11445': 50, '11446': 55, '11447': 60},
    stats: "168/182/162/160/164/179"
  },
  "1262": {
    name: "方块扑克",
    type: "圣灵",
    img: "img/pet/1262.png",
    desc: "方块扑克最喜欢的游戏是斗地主",
    upskill: ['11435', '11452', '11453', '11454', '11455', '11456', '11457', '11458', '11459', '11460', '11461', '11462', '11463'],
    setskill: ['11448', '11449', '11450', '11451'],
    skillLv: {'11435': 1, '11452': 5, '11453': 10, '11454': 15, '11455': 20, '11456': 25, '11457': 30, '11458': 35, '11459': 40, '11460': 45, '11461': 50, '11462': 55, '11463': 60},
    stats: "163/177/165/167/160/184"
  },
  "1990": {
    name: "奎尔斯",
    type: "精灵王",
    img: "img/pet/1990.png",
    desc: "阿卡迪亚南半球的精灵王，超强的能力史上最强！",
    upskill: ['-1008', '-1007', '-1006', '-1002'],
    setskill: [],
    skillLv: {'-1008': 1, '-1007': 20, '-1006': 40, '-1002': 60},
    stats: "190/190/170/170/175/250"
  },
  "2558": {
    name: "雷神",
    type: "电",
    img: "img/pet/2558.png",
    desc: "雷伊掌握器灵的力量后进化而成的形态",
    upskill: ['12302', '12303', '12304', '12305'],
    setskill: ['12306', '12307', '12308', '12309', '12310'],
    skillLv: {'12302': 65, '12303': 70, '12304': 75, '12305': 80},
    stats: "190/166/175/172/183/194"
  },
  "2559": {
    name: "炎帝",
    type: "火",
    img: "img/pet/2559.png",
    desc: "凯萨掌握器灵的力量后进化而成的形态",
    upskill: ['12311', '12312', '12313', '12314'],
    setskill: ['12315', '12316', '12317', '12318', '12319'],
    skillLv: {'12311': 65, '12312': 70, '12313': 75, '12314': 80},
    stats: "161/193/170/177/182/197"
  },
  "2560": {
    name: "冥王",
    type: "神秘",
    img: "img/pet/2560.png",
    desc: "撒旦掌握器灵的力量后进化而成的形态",
    upskill: ['12370', '12371', '12372', '12373', '12374'],
    setskill: ['12375', '12376', '12377', '12378'],
    skillLv: {'12370': 60, '12371': 65, '12372': 70, '12373': 75, '12374': 80},
    stats: "185/185/172/170/182/189"
  },
  "10001": {
    name: "布布种子",
    type: "草",
    img: "img/pet/10001.png",
    desc: "布布种子有一副娇气的外表，但生性比较顽皮，走路时总爱一跳一跳的前进，从小就有当医生的梦想",
    upskill: ['10050', '11581', '10129', '11582'],
    setskill: [],
    skillLv: {'10050': 1, '11581': 5, '10129': 10, '11582': 15},
    stats: "119/115/115/115/111/90"
  },
  "10002": {
    name: "布布草",
    type: "草",
    img: "img/pet/10002.png",
    desc: "布布种子的进化形态，不再像种子时代那么娇弱粘人，变成了坚强的战士",
    upskill: ['10133', '11583', '11584', '11585'],
    setskill: [],
    skillLv: {'10133': 20, '11583': 25, '11584': 30, '11585': 35},
    stats: "149/140/145/140/131/130"
  },
  "10003": {
    name: "布布花",
    type: "草",
    img: "img/pet/10003.png",
    desc: "布布草的进化形态，终于修成正果了，绽放出艳丽的花朵，绽放出美丽的同时，放射出了它巨大的能量",
    upskill: ['10041', '11586', '10136', '11587', '11588'],
    setskill: ['11589', '11590', '11591', '11592'],
    skillLv: {'10041': 40, '11586': 45, '10136': 50, '11587': 55, '11588': 60},
    stats: "179/165/175/165/151/190"
  },
  "10004": {
    name: "伊优",
    type: "水",
    img: "img/pet/10004.png",
    desc: "伊优的外表比较奇特，求胜心极强，不管是和谁战斗都会竭尽全力，喜欢在海水中自由自在的玩耍。",
    upskill: ['10001', '11593', '10144', '11594'],
    setskill: [],
    skillLv: {'10001': 1, '11593': 5, '10144': 10, '11594': 15},
    stats: "121/126/113/111/115/89"
  },
  "10005": {
    name: "尤里安",
    type: "水",
    img: "img/pet/10005.png",
    desc: "伊优的进化形态，用格斗天才来形容它一点都不过分，超强的特攻特防天赋，可以让他成长为无敌的战士。",
    upskill: ['11595', '10100', '11596', '10101'],
    setskill: [],
    skillLv: {'11595': 20, '10100': 25, '11596': 30, '10101': 35},
    stats: "146/156/138/141/135/129"
  },
  "10006": {
    name: "巴鲁斯",
    type: "水",
    img: "img/pet/10006.png",
    desc: "尤里安的进化形态，缺少水分对于他来说可不大好哦，只要让他回家喝饱水，他就是战场上最强的战士",
    upskill: ['10102', '10103', '11585', '11597', '11598'],
    setskill: ['10105', '10109', '10110', '10111'],
    skillLv: {'10102': 40, '10103': 45, '11585': 50, '11597': 55, '11598': 60},
    stats: "171/186/163/171/155/184"
  },
  "10007": {
    name: "小火猴",
    type: "火",
    img: "img/pet/10007.png",
    desc: "小火猴的身手非常敏捷，有点害羞，不过内心却蕴藏着战斗的向往，喜欢在火山区上串下跳得收集火山灰玩耍",
    upskill: ['10112', '11599', '11600', '11601'],
    setskill: [],
    skillLv: {'10112': 1, '11599': 5, '11600': 10, '11601': 15},
    stats: "129/129/111/111/123/76"
  },
  "10008": {
    name: "烈火猴",
    type: "火",
    img: "img/pet/10008.png",
    desc: "小火猴的进化形态，速度方面更胜以往，灵巧的避免各种危险的进攻，成为主人的得力助手",
    upskill: ['10119', '11602', '10117', '11603'],
    setskill: [],
    skillLv: {'10119': 20, '11602': 25, '10117': 30, '11603': 35},
    stats: "159/159/136/136/143/116"
  },
  "10009": {
    name: "烈焰猩猩",
    type: "火",
    img: "img/pet/10009.png",
    desc: "烈火猴的进化形态，有着惊人的速度和力量，长期累积的战斗经验使其成熟起来，成为战斗中强悍无敌的斗士",
    upskill: ['10024', '10118', '10121', '10122', '11604'],
    setskill: ['11605', '11606', '10120', '10125'],
    skillLv: {'10024': 40, '10118': 45, '10121': 50, '10122': 55, '11604': 60},
    stats: "189/189/161/161/163/176"
  },
  "10010": {
    name: "皮皮",
    type: "飞行",
    img: "img/pet/10010.png",
    desc: "外貌和性格都很可爱，喜欢热闹的气氛，两只摇摇晃晃的大耳朵是它强有力的攻击武器",
    upskill: ['10050', '10143', '10144', '10145'],
    setskill: [],
    skillLv: {'10050': 1, '10143': 5, '10144': 10, '10145': 15},
    stats: "120/110/115/110/115/85"
  },
  "10011": {
    name: "比波",
    type: "飞行",
    img: "img/pet/10011.png",
    desc: "她的速度非常快，总是成群的出现，形成一片粉色的风景线",
    upskill: ['10051', '10146', '10147', '10148'],
    setskill: [],
    skillLv: {'10051': 20, '10146': 25, '10147': 30, '10148': 35},
    stats: "150/135/140/135/140/125"
  },
  "10012": {
    name: "波克尔",
    type: "飞行",
    img: "img/pet/10012.png",
    desc: "在攻击和速度上都有出众的成长，绯红的面颊是它处于友好状态的信号",
    upskill: ['10057', '10149', '10121', '10150', '10151'],
    setskill: ['10152', '10153', '10065', '10066'],
    skillLv: {'10057': 40, '10149': 45, '10121': 50, '10150': 55, '10151': 60},
    stats: "180/160/165/160/165/185"
  },
  "10016": {
    name: "仙人球",
    type: "草",
    img: "img/pet/10016.png",
    desc: "仙人球浑身长满了尖刺，有一点高傲，特长是喜欢使用一些干扰对方的技能",
    upskill: ['10050', '10278', '11624', '11625'],
    setskill: [],
    skillLv: {'10050': 1, '10278': 5, '11624': 10, '11625': 15},
    stats: "115/115/108/115/110/80"
  },
  "10017": {
    name: "仙人掌",
    type: "草",
    img: "img/pet/10017.png",
    desc: "仙人球的进化形态，特攻和特防方面比较擅长，凶横的外表也让他的攻击更加具有威慑力",
    upskill: ['11626', '11627', '11628'],
    setskill: [],
    skillLv: {'11626': 20, '11627': 25, '11628': 30},
    stats: "140/145/138/145/130/120"
  },
  "10018": {
    name: "巨型仙人掌",
    type: "草",
    img: "img/pet/10018.png",
    desc: "仙人掌的进化形态，充分展示出仙人掌生命力旺盛的特性，落地生根，爆发力极强",
    upskill: ['11629', '11630', '10149', '10041', '11631', '11632'],
    setskill: ['11633', '11634', '11635', '11636'],
    skillLv: {'11629': 35, '11630': 40, '10149': 45, '10041': 50, '11631': 55, '11632': 60},
    stats: "165/175/168/175/150/180"
  },
  "10027": {
    name: "小豆芽",
    type: "草",
    img: "img/pet/10027.png",
    desc: "小豆芽是个很神秘的精灵，平时很少出现。胖乎乎的肚子，稚嫩可爱的颜色，真是人见人爱",
    upskill: ['10050', '10278', '11637', '11638'],
    setskill: [],
    skillLv: {'10050': 1, '10278': 5, '11637': 10, '11638': 15},
    stats: "112/117/121/118/113/85"
  },
  "10028": {
    name: "叮叮",
    type: "草",
    img: "img/pet/10028.png",
    desc: "小豆芽的进化形态，走路有残影，娇小的身躯却能爆发出意想不到的攻击能力，擅长迷惑类、持续型的招式",
    upskill: ['10038', '11627', '11639', '11640'],
    setskill: [],
    skillLv: {'10038': 20, '11627': 25, '11639': 30, '11640': 35},
    stats: "137/147/146/143/133/125"
  },
  "10029": {
    name: "魔花仙子",
    type: "草",
    img: "img/pet/10029.png",
    desc: "叮叮的进化形态，呈现出骄傲、优雅的姿态，在外形得到突破性变化的同时攻击能力也得到了突破性的提升",
    upskill: ['10042', '11641', '11642', '11643', '11644'],
    setskill: ['11645', '11646', '11647', '11592'],
    skillLv: {'10042': 40, '11641': 45, '11642': 50, '11643': 55, '11644': 60},
    stats: "162/177/171/168/153/185"
  },
  "10030": {
    name: "贝尔",
    type: "水",
    img: "img/pet/10030.png",
    desc: "贝尔有着坚硬的贝壳来保护自己的身体，生存能力很强。喜欢成群结队得在岩石上晒太阳。",
    upskill: ['10050', '10226', '10129', '12131'],
    setskill: [],
    skillLv: {'10050': 1, '10226': 5, '10129': 10, '12131': 15},
    stats: "114/116/119/119/104/84"
  },
  "10031": {
    name: "阿布",
    type: "水",
    img: "img/pet/10031.png",
    desc: "贝尔的进化形态，犄角长了出来，外壳也变得更加厚实坚硬，防御和特防都有了很大的进步。",
    upskill: ['12132', '10159', '12133', '12134'],
    setskill: [],
    skillLv: {'12132': 20, '10159': 25, '12133': 30, '12134': 35},
    stats: "134/146/149/149/124/124"
  },
  "10032": {
    name: "巴拉龟",
    type: "水",
    img: "img/pet/10032.png",
    desc: "阿布的进化形态，有着超强的防御力，能够抵抗大多数的攻击。凶横的特性展现出来了，特攻能力强。",
    upskill: ['11597', '12135', '12136', '12137', '12138'],
    setskill: ['12139', '12140', '12141', '12142'],
    skillLv: {'11597': 40, '12135': 45, '12136': 50, '12137': 55, '12138': 60},
    stats: "154/176/179/179/144/184"
  },
  "10033": {
    name: "利牙鱼",
    type: "水",
    img: "img/pet/10033.png",
    desc: "生活在很深海中，在水中有很高的行动力，不要被他可爱的外形所迷惑了，他的攻击力可是非常可怕的。",
    upskill: ['11962', '11581', '11600', '12114', '12115'],
    setskill: [],
    skillLv: {'11962': 1, '11581': 5, '11600': 10, '12114': 15, '12115': 20},
    stats: "130/120/110/110/110/75"
  },
  "10034": {
    name: "钢牙鲨",
    type: "水",
    img: "img/pet/10034.png",
    desc: "利牙鱼的进化形态，它的牙齿有着极高的杀伤力。总是悄然伏在暗处，然后突然行动，猛烈攻击对手。",
    upskill: ['12116', '12117', '11522', '10024', '11591', '10407', '12118', '12119'],
    setskill: ['12120', '12121', '10101', '10110'],
    skillLv: {'12116': 25, '12117': 30, '11522': 35, '10024': 40, '11591': 45, '10407': 50, '12118': 55, '12119': 60},
    stats: "190/170/160/160/160/175"
  },
  "10035": {
    name: "吉尔",
    type: "火",
    img: "img/pet/10035.png",
    desc: "吉尔生活在火山洞穴中，全身的皮肤光洁富有弹性，蕴含了大量的降温物质，可以抵抗高温。",
    upskill: ['10112', '11599', '12413', '12414'],
    setskill: [],
    skillLv: {'10112': 1, '11599': 5, '12413': 10, '12414': 15},
    stats: "114/122/113/115/124/89"
  },
  "10036": {
    name: "里诺",
    type: "火",
    img: "img/pet/10036.png",
    desc: "吉尔的进化形态，背翼开始初现雏形，它的行动变得更加迅速，一改小时候蹦蹦跳跳的行为习惯，开始学习滑翔。",
    upskill: ['12415', '12416', '10958', '11522'],
    setskill: [],
    skillLv: {'12415': 20, '12416': 25, '10958': 30, '11522': 35},
    stats: "139/152/138/140/144/129"
  },
  "10037": {
    name: "洛吉拉斯",
    type: "火",
    img: "img/pet/10037.png",
    desc: "里诺的进化形态，身形变得更加适合飞行，速度迅猛，非常擅长使用火系的招式攻击对手。",
    upskill: ['11000', '12417', '12418', '12419', '12420'],
    setskill: ['12421', '12422', '12423', '12424'],
    skillLv: {'11000': 40, '12417': 45, '12418': 50, '12419': 55, '12420': 60},
    stats: "164/182/163/165/164/179"
  },
  "10038": {
    name: "火炎贝",
    type: "火",
    img: "img/pet/10038.png",
    desc: "在岩浆中浴火而生的火炎贝，全身被熔岩外壳覆盖，抗热能力极高。",
    upskill: ['10067', '10019', '10535', '12425'],
    setskill: [],
    skillLv: {'10067': 1, '10019': 5, '10535': 10, '12425': 15},
    stats: "110/110/119/123/108/97"
  },
  "10039": {
    name: "贝拉米",
    type: "火",
    img: "img/pet/10039.png",
    desc: "火炎贝的进化形态，它有着可以喷射火焰的能力，外壳的形状发生变化，转变为可爱的栗子形。",
    upskill: ['12426', '12413', '12427'],
    setskill: [],
    skillLv: {'12426': 20, '12413': 25, '12427': 30},
    stats: "135/135/149/153/128/137"
  },
  "10040": {
    name: "贝尔鲁斯",
    type: "火",
    img: "img/pet/10040.png",
    desc: "贝拉米的进化形态，外壳沉积和利爪的生长，使它的的攻击力和防御力得到极大的提升。",
    upskill: ['12428', '12429', '12430', '12431', '12432', '12433'],
    setskill: ['10407', '12434', '12435', '12436'],
    skillLv: {'12428': 35, '12429': 40, '12430': 45, '12431': 50, '12432': 55, '12433': 60},
    stats: "160/160/179/183/148/187"
  },
  "10046": {
    name: "小蘑菇",
    type: "草",
    img: "img/pet/10046.png",
    desc: "小蘑菇是由外星蘑菇繁衍而成的，身上携带着毒性，花纹和形态都具有迷惑人，会让人忽视它的危害",
    upskill: ['10050', '10278', '11600', '11701'],
    setskill: [],
    skillLv: {'10050': 1, '10278': 5, '11600': 10, '11701': 15},
    stats: "117/128/126/122/110/93"
  },
  "10047": {
    name: "蘑菇怪",
    type: "草",
    img: "img/pet/10047.png",
    desc: "小蘑菇的进化形态，毒性极强，防御能力出色，霸道得盘踞在克洛斯星最富饶的地区",
    upskill: ['11702', '11703', '11704', '11705', '11706', '11707', '11708', '11709', '11710'],
    setskill: ['11711', '11712', '11713', '11714'],
    skillLv: {'11702': 20, '11703': 25, '11704': 30, '11705': 35, '11706': 40, '11707': 45, '11708': 50, '11709': 55, '11710': 60},
    stats: "167/178/176/172/150/183"
  },
  "10083": {
    name: "依依",
    type: "草",
    img: "img/pet/10083.png",
    desc: "草系精灵中的捣蛋鬼，它的乐趣就是捉弄人。身躯娇小的它，在克洛斯星林间神出鬼没、穿梭自如",
    upskill: ['10067', '11837', '10227', '11630'],
    setskill: [],
    skillLv: {'10067': 1, '11837': 5, '10227': 10, '11630': 15},
    stats: "120/117/113/114/114/90"
  },
  "10084": {
    name: "依丁丝",
    type: "草",
    img: "img/pet/10084.png",
    desc: "依依的进化形态，成长后的捣蛋鬼丝毫没有成熟，还是如同以往那样喜欢捉弄人。不要看它个子小，但是攻击力却也草系精灵中数一数二的",
    upskill: ['11838', '11839', '11840', '11841'],
    setskill: [],
    skillLv: {'11838': 20, '11839': 25, '11840': 30, '11841': 35},
    stats: "150/147/138/139/134/125"
  },
  "10085": {
    name: "伊卡莱恩",
    type: "草",
    img: "img/pet/10085.png",
    desc: "依丁丝的进化形态，捣蛋鬼成了爱猜谜语的小机灵，各种益智类的游戏都是依卡莱恩最爱。它最讨厌欺凌弱小，愤怒时具有极强的杀伤力",
    upskill: ['11842', '11843', '10041', '11844', '11845'],
    setskill: ['11846', '11847', '11848', '10940'],
    skillLv: {'11842': 40, '11843': 45, '10041': 50, '11844': 55, '11845': 60},
    stats: "180/177/163/164/154/180"
  },
  "10108": {
    name: "布鲁",
    type: "水",
    img: "img/pet/10108.png",
    desc: "布鲁是浪漫的海洋漫游者，在各个星球的海域中遨游徜徉，是一只喜欢幻想的精灵。",
    upskill: ['10050', '10002', '10006', '10735'],
    setskill: [],
    skillLv: {'10050': 1, '10002': 5, '10006': 10, '10735': 15},
    stats: "114/123/110/116/122/85"
  },
  "10109": {
    name: "布鲁布",
    type: "水",
    img: "img/pet/10109.png",
    desc: "布鲁的进化形态，由于漫游四海的缘故，游泳能力变得很强，巨大的腮保障了它深海呼吸的通常。即使是独自在水中玩耍也会觉得很幸福。",
    upskill: ['12143', '12144', '12145', '12108'],
    setskill: [],
    skillLv: {'12143': 20, '12144': 25, '12145': 30, '12108': 35},
    stats: "139/153/135/141/142/125"
  },
  "10110": {
    name: "布鲁克克",
    type: "水",
    img: "img/pet/10110.png",
    desc: "布鲁布的进化形态，经过长期的锻炼体格变得非常强健有力，是传说中的游泳健将和潜水高手哦。",
    upskill: ['12146', '11906', '12147', '12148', '12149'],
    setskill: ['10743', '12150', '12151', '12152'],
    skillLv: {'12146': 40, '11906': 45, '12147': 50, '12148': 55, '12149': 60},
    stats: "164/183/160/166/162/185"
  },
  "10133": {
    name: "巴多",
    type: "火",
    img: "img/pet/10133.png",
    desc: "调皮可爱的精灵，喜欢在岩浆中嬉戏玩耍，总是非常精神，好像不会疲倦一样。",
    upskill: ['11518', '10534', '12437', '12438'],
    setskill: [],
    skillLv: {'11518': 1, '10534': 5, '12437': 10, '12438': 15},
    stats: "121/113/114/113/124/87"
  },
  "10134": {
    name: "巴奈特",
    type: "火",
    img: "img/pet/10134.png",
    desc: "巴多的进化形态，火焰和岩浆的热量让它变得更加坚强，不畏艰险的巴奈特是火海中的勇士。",
    upskill: ['12439', '10113', '10531', '10559'],
    setskill: [],
    skillLv: {'12439': 20, '10113': 25, '10531': 30, '10559': 35},
    stats: "151/138/139/138/144/127"
  },
  "10135": {
    name: "巴法尔",
    type: "火",
    img: "img/pet/10135.png",
    desc: "巴奈特的进化形态，战斗模式就像忍者，出招不动声色，从内部对对方造成伤害。",
    upskill: ['12440', '12441', '12442', '12443', '12444'],
    setskill: ['12445', '10963', '12446', '12447'],
    skillLv: {'12440': 40, '12441': 45, '12442': 50, '12443': 55, '12444': 60},
    stats: "181/163/164/163/164/177"
  },
  "10164": {
    name: "闪光皮皮",
    type: "飞行",
    img: "img/pet/10164.png",
    desc: "金光闪耀的闪光皮皮，雪白的皮肤、金灿灿的耳坠，优雅高贵之间透露出强大的攻击信号",
    upskill: ['10050', '10143', '10144', '10145'],
    setskill: [],
    skillLv: {'10050': 1, '10143': 5, '10144': 10, '10145': 15},
    stats: "120/110/115/110/115/85"
  },
  "10165": {
    name: "闪光比波",
    type: "飞行",
    img: "img/pet/10165.png",
    desc: "闪光皮皮的进化形态，迅猛的飞行速度、强悍的攻击姿态，让人惊叹不已",
    upskill: ['10051', '10146', '10147', '10148'],
    setskill: [],
    skillLv: {'10051': 20, '10146': 25, '10147': 30, '10148': 35},
    stats: "150/135/140/135/140/125"
  },
  "10166": {
    name: "闪光波克尔",
    type: "飞行",
    img: "img/pet/10166.png",
    desc: "闪光比波的进化形态，凌波微步间仪态万方，金光闪烁透露出它的唯美和高贵",
    upskill: ['10057', '10149', '10121', '10150', '10151'],
    setskill: ['10152', '10153', '10065', '10066'],
    skillLv: {'10057': 40, '10149': 45, '10121': 50, '10150': 55, '10151': 60},
    stats: "180/160/165/160/165/185"
  },
  "10198": {
    name: "小鳍鱼",
    type: "水",
    img: "img/pet/10198.png",
    desc: "爱清洁的海底水精灵，有着美丽飘逸的鱼鳍，当成群出现时，海水中呈现出一片蔚蓝彩虹，异常美丽。",
    upskill: ['10034', '10401', '12104', '10735'],
    setskill: [],
    skillLv: {'10034': 1, '10401': 5, '12104': 10, '10735': 15},
    stats: "123/125/109/114/117/92"
  },
  "10199": {
    name: "贝壳鱼",
    type: "水",
    img: "img/pet/10199.png",
    desc: "小鳍鱼的进化形态，善于使用海水进行各种攻击，是善于利用环境地利的高手呢。",
    upskill: ['12105', '12106', '12107', '12108'],
    setskill: [],
    skillLv: {'12105': 20, '12106': 25, '12107': 30, '12108': 35},
    stats: "143/155/134/139/137/132"
  },
  "10200": {
    name: "鳞甲龙鱼",
    type: "水",
    img: "img/pet/10200.png",
    desc: "贝壳鱼的进化形态，有着犹如龙族的高贵姿态和驾驭海洋的强大力量。",
    upskill: ['10406', '10229', '12109', '12110', '12111'],
    setskill: ['12112', '12113', '10743', '10740'],
    skillLv: {'10406': 40, '10229': 45, '12109': 50, '12110': 55, '12111': 60},
    stats: "163/185/159/164/157/182"
  },
  "10300": {
    name: "谱尼",
    type: "圣灵",
    img: "img/pet/10300.png",
    desc: "不知它来自哪里、诞生于何时，因为它的力量可以扭曲时空；它的强大让我们无法探测、无法控制，也许它只是个传说。",
    upskill: ['11607', '11608', '11609', '11610', '11611', '11612', '11613', '11614', '11615', '11616', '11617', '11618', '11619', '11620', '11621', '11622', '11623'],
    setskill: [],
    skillLv: {'11607': 1, '11608': 5, '11609': 10, '11610': 15, '11611': 20, '11612': 25, '11613': 30, '11614': 35, '11615': 40, '11616': 45, '11617': 50, '11618': 55, '11619': 60, '11620': 65, '11621': 70, '11622': 75, '11623': 80},
    stats: "181/181/161/161/171/191"
  },
  "10301": {
    name: "黄金布布",
    type: "草",
    img: "img/pet/10301.png",
    desc: "智慧勇敢的她来到世间，包裹着美丽的金色光芒，注定成为一名非比寻常的战士",
    upskill: ['10050', '10128', '10129', '10130'],
    setskill: [],
    skillLv: {'10050': 1, '10128': 5, '10129': 10, '10130': 15},
    stats: "101/109/127/121/106/90"
  },
  "10302": {
    name: "蒙娜布布",
    type: "草",
    img: "img/pet/10302.png",
    desc: "她将藤条与枝叶相结合的技能发挥的淋漓尽致，花叶飞舞间战果赫赫",
    upskill: ['10131', '10132', '10133', '10134'],
    setskill: [],
    skillLv: {'10131': 20, '10132': 25, '10133': 30, '10134': 35},
    stats: "126/134/157/151/126/130"
  },
  "10303": {
    name: "丽莎布布",
    type: "草",
    img: "img/pet/10303.png",
    desc: "利用植物特有的力量保护自己，擅长迂回战术，飞花摘叶的技术非常纯熟",
    upskill: ['10041', '10135', '10136', '10137', '10138'],
    setskill: ['10139', '10140', '10141', '10142'],
    skillLv: {'10041': 40, '10135': 45, '10136': 50, '10137': 55, '10138': 60},
    stats: "151/159/187/181/146/190"
  },
  "10304": {
    name: "伊优达",
    type: "水",
    img: "img/pet/10304.png",
    desc: "伊优达被赋予了传说中的水之灵气，对于水的驾驭、对于速度的掌控在精灵当中无人能出其右",
    upskill: ['10018', '10096', '10097', '10098'],
    setskill: [],
    skillLv: {'10018': 1, '10096': 5, '10097': 10, '10098': 15},
    stats: "125/115/113/112/116/84"
  },
  "10305": {
    name: "利爪尤里安",
    type: "水",
    img: "img/pet/10305.png",
    desc: "喜欢华丽张扬的招式，即使在战斗时也不失仪态",
    upskill: ['10099', '10100', '10101', '10102'],
    setskill: [],
    skillLv: {'10099': 20, '10100': 25, '10101': 30, '10102': 35},
    stats: "155/140/143/137/136/124"
  },
  "10306": {
    name: "鲁斯王",
    type: "水",
    img: "img/pet/10306.png",
    desc: "他高贵的仪态让惊涛巨浪都相形见拙，所以他总是以高傲的姿态自由流畅的驾驭着水的力量",
    upskill: ['10103', '10104', '10105', '10106', '10107'],
    setskill: ['10108', '10109', '10110', '10111'],
    skillLv: {'10103': 40, '10104': 45, '10105': 50, '10106': 55, '10107': 60},
    stats: "185/165/173/162/156/184"
  },
  "10307": {
    name: "炎火猴",
    type: "火",
    img: "img/pet/10307.png",
    desc: "炎火猴包裹在熔炼魔焰之中，诞生前就经历了百转千回的修行，终于修练成形来到世间",
    upskill: ['10112', '10019', '10113', '10114'],
    setskill: [],
    skillLv: {'10112': 1, '10019': 5, '10113': 10, '10114': 15},
    stats: "132/132/110/110/119/80"
  },
  "10308": {
    name: "熔火灵猴",
    type: "火",
    img: "img/pet/10308.png",
    desc: "对于武斗之术有着无限的憧憬，经过那些独有的训练，技艺的纯熟精湛让人不得不为之惊叹",
    upskill: ['10115', '10116', '10117', '10118'],
    setskill: [],
    skillLv: {'10115': 20, '10116': 25, '10117': 30, '10118': 35},
    stats: "162/162/135/135/139/120"
  },
  "10309": {
    name: "魔焰猩猩",
    type: "火",
    img: "img/pet/10309.png",
    desc: "他已经练就了狂野凶暴的战斗风格，不灭的魔焰燎过战场，所到之处战无不胜",
    upskill: ['10119', '10120', '10121', '10122', '10123'],
    setskill: ['10124', '10125', '10126', '10127'],
    skillLv: {'10119': 40, '10120': 45, '10121': 50, '10122': 55, '10123': 60},
    stats: "192/192/160/160/169/180"
  },
  "10346": {
    name: "宝贝鲤",
    type: "水",
    img: "img/pet/10346.png",
    desc: "宝贝鲤象征着健康与财富，每逢初夏，无数的宝贝鲤会聚集在暖流与寒流交汇的地方，汲取碧水的精华。",
    upskill: ['10809', '10002', '12186', '12187'],
    setskill: [],
    skillLv: {'10809': 1, '10002': 5, '12186': 10, '12187': 15},
    stats: "120/127/108/115/110/83"
  },
  "10347": {
    name: "远古鱼龙",
    type: "水",
    img: "img/pet/10347.png",
    desc: "宝贝鲤的进化形态，远古鱼龙曾经分布在宇宙的各个海洋，可是随着时间的流逝，如今远古鱼龙的数量却越来越少，海面刮起的龙卷风通常就是远古鱼龙造成的。",
    upskill: ['12188', '12139', '12189', '12190'],
    setskill: [],
    skillLv: {'12188': 20, '12139': 25, '12189': 30, '12190': 35},
    stats: "145/157/133/140/135/123"
  },
  "10370": {
    name: "奎尼",
    type: "特质",
    img: "img/pet/10370.png",
    desc: "奎尼的能量通过一颗命水晶供给。一旦命水晶破碎或丢失，奎尼会失去能量并且变得黯淡无光",
    upskill: ['12260', '12261', '12262', '12263'],
    setskill: [],
    skillLv: {'12260': 1, '12261': 5, '12262': 10, '12263': 15},
    stats: "120/122/122/114/108/85"
  },
  "10371": {
    name: "奎斯多",
    type: "特质",
    img: "img/pet/10371.png",
    desc: "奎尼的进化形态。由于拥有三颗命水晶，因此能量比起奎尼强化了不少，只要保留一颗命水晶就不会失去能量",
    upskill: ['12264', '12265', '12266', '12267'],
    setskill: [],
    skillLv: {'12264': 20, '12265': 25, '12266': 30, '12267': 35},
    stats: "140/147/147/139/133/125"
  },
  "10372": {
    name: "奎比历斯",
    type: "特质",
    img: "img/pet/10372.png",
    desc: "奎斯多的进化形态，享有活化水晶的美誉。坚硬的躯体能够避免绝大多数的伤害，弱点在与命水晶",
    upskill: ['12268', '12269', '12270', '12271', '12272'],
    setskill: ['12273', '12274', '12275', '12276'],
    skillLv: {'12268': 40, '12269': 45, '12270': 50, '12271': 55, '12272': 60},
    stats: "160/172/172/164/158/185"
  },
  "10442": {
    name: "闪光依依",
    type: "草",
    img: "img/pet/10442.png",
    desc: "草系精灵中的捣蛋鬼，它的乐趣就是捉弄人。身躯娇小的它，在克洛斯星林间神出鬼没、穿梭自如",
    upskill: ['10067', '11837', '10227', '11630'],
    setskill: [],
    skillLv: {'10067': 1, '11837': 5, '10227': 10, '11630': 15},
    stats: "120/117/113/114/114/90"
  },
  "10443": {
    name: "闪光依丁丝",
    type: "草",
    img: "img/pet/10443.png",
    desc: "依依的进化形态，成长后的捣蛋鬼丝毫没有成熟，还是如同以往那样喜欢捉弄人。不要看它个子小，但是攻击力却也草系精灵中数一数二的",
    upskill: ['11838', '11839', '11840', '11841'],
    setskill: [],
    skillLv: {'11838': 20, '11839': 25, '11840': 30, '11841': 35},
    stats: "150/147/138/139/134/125"
  },
  "10444": {
    name: "闪光伊卡莱恩",
    type: "草",
    img: "img/pet/10444.png",
    desc: "依丁丝的进化形态，捣蛋鬼成了爱猜谜语的小机灵，各种益智类的游戏都是依卡莱恩最爱。它最讨厌欺凌弱小，愤怒时具有极强的杀伤力",
    upskill: ['11842', '11843', '10041', '11844', '11845'],
    setskill: ['11846', '11847', '11848', '10940'],
    skillLv: {'11842': 40, '11843': 45, '10041': 50, '11844': 55, '11845': 60},
    stats: "180/177/163/164/154/180"
  },
  "10499": {
    name: "阿零",
    type: "超能",
    img: "img/pet/10499.png",
    desc: "阿零是一只可爱而单纯的精灵，不知从何时起出现在了时空罗盘中，那是一片属于它的地域，它能利用里面的各种空间规则，甚至能够做到瞬移。",
    upskill: ['10050', '11946', '11947', '11948', '11949', '11950'],
    setskill: [],
    skillLv: {'10050': 1, '11946': 5, '11947': 10, '11948': 15, '11949': 20, '11950': 25},
    stats: "115/130/118/118/124/90"
  },
  "10500": {
    name: "阿尔比零",
    type: "超能",
    img: "img/pet/10500.png",
    desc: "阿零的进化形态，空间的主宰，擅长制造出一片属于自己的领域空间。在这样的领域空间中，一切空间法则都由它来制定，被困在其中的对手将受到致命打击",
    upskill: ['11951', '11952', '11953', '11954', '11955', '11956', '11957'],
    setskill: ['11958', '11959', '11960', '11961'],
    skillLv: {'11951': 30, '11952': 35, '11953': 40, '11954': 45, '11955': 50, '11956': 55, '11957': 60},
    stats: "160/180/163/163/164/180"
  },
  "10729": {
    name: "鱼龙王",
    type: "水",
    img: "img/pet/10729.png",
    desc: "远古鱼龙的进化形态，鱼龙王是鱼龙中的霸者！潜能的爆发使他上天入海，无所不能！",
    upskill: ['12191', '12192', '12193', '12194', '12195'],
    setskill: ['12196', '12197', '12198', '12199'],
    skillLv: {'12191': 40, '12192': 45, '12193': 50, '12194': 55, '12195': 60},
    stats: "170/187/158/165/160/183"
  },
  "10809": {
    name: "灵驹",
    type: "草",
    img: "img/pet/10809.png",
    desc: "灵驹浑身透着一股令人敬佩的灵气，悠闲的踏着它那轻盈的步伐，仿佛与这大自然浑然一体！",
    upskill: ['10034', '10128', '10039', '11896'],
    setskill: [],
    skillLv: {'10034': 1, '10128': 5, '10039': 10, '11896': 15},
    stats: "111/125/111/122/112/95"
  },
  "10810": {
    name: "灵光兽",
    type: "草",
    img: "img/pet/10810.png",
    desc: "灵驹的进化形态，长大的灵驹显得更加灵气逼人，它走过的地方万物都会生机勃勃，传说看到灵光兽会带来好运的。",
    upskill: ['11897', '10213', '10133', '11898'],
    setskill: [],
    skillLv: {'11897': 20, '10213': 25, '10133': 30, '11898': 35},
    stats: "136/155/136/147/132/125"
  },
  "10811": {
    name: "始祖灵兽",
    type: "草",
    img: "img/pet/10811.png",
    desc: "灵光兽的进化形态，拥有着强大的惊人能力，然而却从不轻易显露，视乎任何功名利禄在它眼中都已是过眼云烟！",
    upskill: ['11899', '11900', '11901', '11902', '11903'],
    setskill: ['11904', '11905', '11906', '11907'],
    skillLv: {'11899': 40, '11900': 45, '11901': 50, '11902': 55, '11903': 60},
    stats: "161/185/161/172/152/185"
  },
  "10905": {
    name: "贝尔★",
    type: "水",
    img: "img/pet/10905.png",
    desc: "憨厚可爱的小精灵，背上坚硬的壳保护着自己不受伤害，有着很强的生存能力。",
    upskill: ['10050', '10226', '10129', '12131'],
    setskill: [],
    skillLv: {'10050': 1, '10226': 5, '10129': 10, '12131': 15},
    stats: "114/116/119/119/104/84"
  },
  "10906": {
    name: "阿布★",
    type: "水",
    img: "img/pet/10906.png",
    desc: "头上出现了犄角，有着更强的防御和进攻能力，让敌人不敢轻易靠近",
    upskill: ['12132', '10159', '12133', '12134'],
    setskill: [],
    skillLv: {'12132': 20, '10159': 25, '12133': 30, '12134': 35},
    stats: "134/146/149/149/124/124"
  },
  "10907": {
    name: "巴拉龟★",
    type: "水",
    img: "img/pet/10907.png",
    desc: "进化完全的它有着强大的防御能力和生存能力，周围围绕着神秘的水流，有着不为人知的力量。",
    upskill: ['11597', '12135', '12136', '12137', '12138'],
    setskill: ['12139', '12140', '12141', '12142'],
    skillLv: {'11597': 40, '12135': 45, '12136': 50, '12137': 55, '12138': 60},
    stats: "154/176/179/179/144/184"
  },
  "11069": {
    name: "米咔",
    type: "光",
    img: "img/pet/11069.png",
    desc: "性格温和的米咔居住在阿玛迪斯星表面的光晶岩石地洞中",
    upskill: ['10034', '10503', '10504', '10505', '10506', '10507', '10508', '10509', '10510', '10511', '10512', '10513', '10514'],
    setskill: ['10515', '10516', '10517', '10518'],
    skillLv: {'10034': 1, '10503': 5, '10504': 10, '10505': 15, '10506': 20, '10507': 25, '10508': 30, '10509': 35, '10510': 40, '10511': 45, '10512': 50, '10513': 55, '10514': 60},
    stats: "168/178/161/165/162/178"
  },
  "11192": {
    name: "巨蘑怪",
    type: "草",
    img: "img/pet/11192.png",
    desc: "蘑菇怪在接触到黑石之力之后的超进化形态，有着庞大的身躯，力量比之前提升了很多",
    upskill: ['11719', '11720', '11721', '11722', '11723'],
    setskill: ['11715', '11716', '11717', '11718'],
    skillLv: {'11719': 60, '11720': 65, '11721': 70, '11722': 75, '11723': 80},
    stats: "168/182/178/172/156/187"
  },
  "11216": {
    name: "魔域仙子",
    type: "草",
    img: "img/pet/11216.png",
    desc: "魔花仙子的超进化形态，拥有强烈的正义感，为了克洛斯星可以付出自己的一切",
    upskill: ['11788', '11789', '11790', '11791', '11792'],
    setskill: ['11793', '11794', '11795', '11796'],
    skillLv: {'11788': 60, '11789': 65, '11790': 70, '11791': 75, '11792': 80},
    stats: "165/181/175/174/160/190"
  },
  "11230": {
    name: "巨齿鲨",
    type: "水",
    img: "img/pet/11230.png",
    desc: "钢牙鲨的超进化形态，吸收黑石之力强大能力的巨齿鲨拥有海界最强大的能量，守护深海禁地是他唯一的使命！",
    upskill: ['12122', '12123', '12124', '12125', '12126'],
    setskill: ['12127', '12128', '12129', '12130'],
    skillLv: {'12122': 60, '12123': 65, '12124': 70, '12125': 75, '12126': 80},
    stats: "190/170/162/165/163/180"
  },
  "11757": {
    name: "米瑞尔",
    type: "光",
    img: "img/pet/11757.png",
    desc: "米瑞尔是米咔的进化形态！可爱顽皮的米咔也在不断地战斗中成长，他和他的朋友们还将共同经历更多的冒险，提升自己的实力是保护他们最好的方法。",
    upskill: ['11927', '11928', '11929', '11930', '11931'],
    setskill: ['11932', '11933', '11934', '11935'],
    skillLv: {'11927': 60, '11928': 65, '11929': 70, '11930': 75, '11931': 80},
    stats: "168/180/161/165/166/180"
  },
  "11758": {
    name: "米瑞斯",
    type: "光/战斗",
    img: "img/pet/11758.png",
    desc: "米咔在少主缪斯的帮助下终于不断地突破自己，成功完成神迹觉醒，像他的前辈雷伊一样，他总有一天也会成为宇宙的英雄。",
    upskill: ['11936', '11937', '11938', '11939', '11940'],
    setskill: [],
    skillLv: {'11936': 80, '11937': 85, '11938': 90, '11939': 95, '11940': 100},
    stats: "170/203/167/171/172/197"
  },
  "11836": {
    name: "波斯蒂加",
    type: "飞行",
    img: "img/pet/11836.png",
    desc: "皮皮终于释放出了体内强大的能量，进化成了足以撼动宇宙的神宠——波斯蒂加",
    upskill: ['11649', '11650', '11651', '11652', '11653'],
    setskill: ['11654', '11655', '11656', '11657'],
    skillLv: {'11649': 60, '11650': 65, '11651': 70, '11652': 75, '11653': 80},
    stats: "185/170/167/164/168/186"
  },
  "12009": {
    name: "闪光仙人球",
    type: "草",
    img: "img/pet/12009.png",
    desc: "这只仙人球自己也不知道为什么会变成闪光形态，只是猜测可能跟阿卡迪亚星的能量泄露有一定的关联",
    upskill: ['10050', '10278', '11624', '11625'],
    setskill: [],
    skillLv: {'10050': 1, '10278': 5, '11624': 10, '11625': 15},
    stats: "115/115/108/115/110/80"
  },
  "12010": {
    name: "闪光仙人掌",
    type: "草",
    img: "img/pet/12010.png",
    desc: "闪光仙人掌是仙人掌的闪光形态，全身焕发着金光的它有更强大的攻击力，和更加坚实的躯体来承受各种各样的打击",
    upskill: ['11626', '11627', '11628'],
    setskill: [],
    skillLv: {'11626': 20, '11627': 25, '11628': 30},
    stats: "140/145/138/145/130/120"
  },
  "12011": {
    name: "闪光巨型仙人掌",
    type: "草",
    img: "img/pet/12011.png",
    desc: "闪光巨型仙人掌是巨型仙人掌的闪光形态，变成闪光形态的它擅长发射尖刺攻击对手，而且变的十分坚硬，再加上遍布全身上下的针刺，让它的敌人对它毫无下手之地",
    upskill: ['11629', '11630', '10149', '10041', '11631', '11632'],
    setskill: ['11633', '11634', '11635', '11636'],
    skillLv: {'11629': 35, '11630': 40, '10149': 45, '10041': 50, '11631': 55, '11632': 60},
    stats: "165/175/168/175/150/180"
  },
  "12197": {
    name: "闪光波斯蒂加",
    type: "飞行",
    img: "img/pet/12197.png",
    desc: "闪光皮皮的超进化形态，金色的外形带来了更多更强大的力量！",
    upskill: ['11649', '11650', '11651', '11652', '11653'],
    setskill: ['11654', '11655', '11656', '11657'],
    skillLv: {'11649': 60, '11650': 65, '11651': 70, '11652': 75, '11653': 80},
    stats: "185/170/167/164/168/186"
  },
  "12485": {
    name: "鱼龙帝王",
    type: "水",
    img: "img/pet/12485.png",
    desc: "鱼龙王的超进化形态，能够轻松地呼风唤雨的她拥有淹没整个大地的能力！",
    upskill: ['12200', '12201', '12202', '12203', '12204'],
    setskill: ['12205', '12206', '12207', '12208'],
    skillLv: {'12200': 60, '12201': 65, '12202': 70, '12203': 75, '12204': 80},
    stats: "172/192/161/167/164/183"
  },
  "12639": {
    name: "光辉米瑞斯",
    type: "光/战斗",
    img: "img/pet/12639.png",
    desc: "米咔的神迹形态，在得到了战斗系的能量之后，他的能力似乎比米瑞斯还要强大！",
    upskill: [],
    setskill: ['11941', '11942', '11943', '11944', '11945'],
    skillLv: {},
    stats: "170/203/167/171/172/197"
  },
  "12662": {
    name: "繁盛灵兽王",
    type: "草",
    img: "img/pet/12662.png",
    desc: "始祖灵兽的超进化形态，拥有令人震慑的魔法力量，草系王者至此诞生！",
    upskill: ['11912', '11913', '11914', '11915', '11916'],
    setskill: ['11908', '11909', '11910', '11911'],
    skillLv: {'11912': 60, '11913': 65, '11914': 70, '11915': 75, '11916': 80},
    stats: "167/190/164/176/157/188"
  },
  "12698": {
    name: "霸王龟",
    type: "水",
    img: "img/pet/12698.png",
    desc: "巴拉龟的超进化形态。进化后的霸王龟拥有更加厚实的壁壳，能抵挡受到的伤害！",
    upskill: ['12394', '12395', '12396', '12397', '12398'],
    setskill: ['12399', '12400', '12401', '12402'],
    skillLv: {'12394': 60, '12395': 65, '12396': 70, '12397': 75, '12398': 80},
    stats: "155/180/183/183/144/188"
  },
  "12939": {
    name: "光之子·米咔",
    type: "光/特质",
    img: "img/pet/12939.png",
    desc: "展现真正光的力量的米咔，将虚化的光之力量实体化，凝聚成了力量的轮盘，并且掌握了阿玛迪斯的太阳力量！",
    upskill: ['12029', '12030', '12031', '12032', '12033'],
    setskill: [],
    skillLv: {'12029': 80, '12030': 85, '12031': 90, '12032': 95, '12033': 100},
    stats: "170/196/172/172/167/203"
  },
  "13309": {
    name: "神迹鱼龙王",
    type: "水",
    img: "img/pet/13309.png",
    desc: "鱼龙王的神迹形态，任何的水分都能给她带来力量，有她在的地方，永远风调雨顺！",
    upskill: ['12209', '12210', '12211', '12212', '12213'],
    setskill: [],
    skillLv: {'12209': 80, '12210': 85, '12211': 90, '12212': 95, '12213': 100},
    stats: "172/197/171/174/172/194"
  },
  "13326": {
    name: "神迹始祖灵兽",
    type: "草",
    img: "img/pet/13326.png",
    desc: "始祖灵兽的神迹形态，万物的生长都能给他带来力量，有他在的地方，永远四季如春！",
    upskill: ['11917', '11918', '11919', '11920', '11921'],
    setskill: [],
    skillLv: {'11917': 80, '11918': 85, '11919': 90, '11920': 95, '11921': 100},
    stats: "170/192/176/176/168/198"
  },
  "12798": {
    name: "神迹魔花仙子",
    type: "草",
    img: "img/pet/12798.png",
    desc: "魔花仙子的神迹形态，绽放出力量的花朵。与自然进一步融合，对草系能量的控制更加炉火纯青！",
    upskill: ['11797', '11798', '11799', '11800', '11801'],
    setskill: [],
    skillLv: {'11797': 80, '11798': 85, '11799': 90, '11800': 95, '11801': 100},
    stats: "170/185/180/180/165/200"
  },
  "13145": {
    name: "神翼·闪光波斯蒂加",
    type: "飞行/神秘",
    img: "img/pet/13145.png",
    desc: "闪光波斯蒂加的神翼形态！",
    upskill: ['11783', '11784', '11785', '11786', '11787'],
    setskill: [],
    skillLv: {'11783': 80, '11784': 85, '11785': 90, '11786': 95, '11787': 100},
    stats: "197/175/170/165/173/192"
  },
  "13147": {
    name: "神翼·波斯蒂加",
    type: "飞行/神秘",
    img: "img/pet/13147.png",
    desc: "波斯蒂加的神翼形态！",
    upskill: ['11783', '11784', '11785', '11786', '11787'],
    setskill: [],
    skillLv: {'11783': 80, '11784': 85, '11785': 90, '11786': 95, '11787': 100},
    stats: "197/175/170/165/173/192"
  },
  "14198": {
    name: "神迹魔花仙子",
    type: "草",
    img: "img/pet/14198.png",
    desc: "魔花仙子的神迹形态，散发出优雅迷人的气息！",
    upskill: [],
    setskill: ['11802', '11803', '11804', '11805', '11806'],
    skillLv: {},
    stats: "170/185/180/180/165/200"
  },
  "14693": {
    name: "神迹蘑菇怪",
    type: "草",
    img: "img/pet/14693.png",
    desc: "为了守护重要的同伴，克洛斯星回应了小蘑菇的愿望，地心的能量不断注入它的体内，神迹蘑菇怪诞生了！",
    upskill: ['11724', '11725', '11726', '11727', '11728'],
    setskill: [],
    skillLv: {'11724': 80, '11725': 85, '11726': 90, '11727': 95, '11728': 100},
    stats: "170/184/182/177/165/202"
  },
  "14731": {
    name: "神迹波克尔",
    type: "飞行/圣灵",
    img: "img/pet/14731.png",
    desc: "据说某位随性的波克尔挥动翅膀时，无意间引发神迹，从此觉醒进化变成了特殊的样貌",
    upskill: ['11691', '11692', '11693', '11694', '11695'],
    setskill: [],
    skillLv: {'11691': 80, '11692': 85, '11693': 90, '11694': 95, '11695': 100},
    stats: "197/175/170/165/173/192"
  },
  "14732": {
    name: "神迹闪光波克尔",
    type: "飞行/圣灵",
    img: "img/pet/14732.png",
    desc: "据说某位随性的闪光波克尔挥动翅膀时，无意间引发神迹，从此觉醒进化变成了特殊的样貌",
    upskill: ['11691', '11692', '11693', '11694', '11695'],
    setskill: [],
    skillLv: {'11691': 80, '11692': 85, '11693': 90, '11694': 95, '11695': 100},
    stats: "197/175/170/165/173/192"
  },
  "14750": {
    name: "神迹始祖灵兽",
    type: "草",
    img: "img/pet/14750.png",
    desc: "始祖灵兽的神迹形态，回到自己的故乡——云之仙境后重新获得了内心的平静。他返璞归真，领悟了全新的境界。",
    upskill: [],
    setskill: ['11922', '11923', '11924', '11925', '11926'],
    skillLv: {},
    stats: "170/192/176/176/168/198"
  },
  "14760": {
    name: "光之子·米咔",
    type: "光/特质",
    img: "img/pet/14760.png",
    desc: "展现真正光的力量的米咔，将虚化的光之力量实体化，凝聚成了力量的轮盘，并且掌握了阿玛迪斯的太阳力量！",
    upskill: [],
    setskill: ['12034', '12035', '12036', '12037', '12038'],
    skillLv: {},
    stats: "170/196/172/172/167/203"
  },
  "14780": {
    name: "神迹巴拉龟",
    type: "水/超能",
    img: "img/pet/14780.png",
    desc: "贝尔在海洋星的异变之中进化至全新形态，除了超强的防御能力外，也展现出了极强的精神力量。对同族精灵充满了保护欲。",
    upskill: ['12403', '12404', '12405', '12406', '12407'],
    setskill: [],
    skillLv: {'12403': 80, '12404': 85, '12405': 90, '12406': 95, '12407': 100},
    stats: "170/186/185/185/153/201"
  },
  "100010": {
    name: "法拉★",
    type: "普通",
    img: "img/pet/100010.png",
    desc: "当有部落居民的时候，法拉就已在阿卡迪亚星球生活了很久很久。",
    upskill: ['10050', '10051', '10052', '10053'],
    setskill: [],
    skillLv: {'10050': 1, '10051': 5, '10052': 10, '10053': 15},
    stats: "114/115/111/112/108/77"
  },
  "100011": {
    name: "法娜★",
    type: "普通",
    img: "img/pet/100011.png",
    desc: "温顺的法娜从不主动靠近人类，它只是远远地看着世界的变化。",
    upskill: ['10054', '10055', '10056', '10057'],
    setskill: [],
    skillLv: {'10054': 20, '10055': 25, '10056': 30, '10057': 35},
    stats: "144/145/136/137/128/117"
  },
  "100012": {
    name: "法伊娜★",
    type: "普通",
    img: "img/pet/100012.png",
    desc: "在寂静的星空里，似乎有法伊娜信奉的力量。",
    upskill: ['10058', '10059', '10060', '10061', '10062'],
    setskill: ['10063', '10064', '10065', '10066'],
    skillLv: {'10058': 40, '10059': 45, '10060': 50, '10061': 55, '10062': 60},
    stats: "174/175/161/162/148/177"
  },
  "100013": {
    name: "小小葵★",
    type: "草",
    img: "img/pet/100013.png",
    desc: "小小葵是草系精灵中，与自然界融合得很好的精灵。",
    upskill: ['10067', '10154', '10155', '10156'],
    setskill: [],
    skillLv: {'10067': 1, '10154': 5, '10155': 10, '10156': 15},
    stats: "115/105/121/120/100/88"
  },
  "100014": {
    name: "呆呆葵★",
    type: "草",
    img: "img/pet/100014.png",
    desc: "呆呆葵能从周围的草木呼吸中，获得不断成长的能量。",
    upskill: ['10157', '10158', '10159', '10160'],
    setskill: [],
    skillLv: {'10157': 20, '10158': 25, '10159': 30, '10160': 35},
    stats: "140/130/151/150/120/128"
  },
  "100015": {
    name: "笑笑葵★",
    type: "草",
    img: "img/pet/100015.png",
    desc: "笑笑葵能用爽朗的笑声改变天气，将周围变成明媚的晴天。",
    upskill: ['10161', '10162', '10163', '10164', '10165'],
    setskill: ['10166', '10167', '10168', '10169'],
    skillLv: {'10161': 40, '10162': 45, '10163': 50, '10164': 55, '10165': 60},
    stats: "165/155/181/180/140/188"
  },
  "100618": {
    name: "拉奥兽",
    type: "草",
    img: "img/pet/100618.png",
    desc: "不断帮其他精灵治疗让拉奥叶熟悉了自己的力量，现在头上的花朵能够稳定的绽放。",
    upskill: ['10939', '10940', '10941', '10942', '10943'],
    setskill: ['10952', '10953', '10954', '10955'],
    skillLv: {'10939': 60, '10940': 65, '10941': 70, '10942': 75, '10943': 80},
    stats: "154/170/183/190/145/191"
  },
  "100632": {
    name: "迪兰特斯",
    type: "水",
    img: "img/pet/100632.png",
    desc: "对水流和能量有了更精确的掌控，迪兰特的能力得到了全面性的提升。",
    upskill: ['10929', '10930', '10931', '10932', '10933'],
    setskill: ['10944', '10945', '10946', '10947'],
    skillLv: {'10929': 60, '10930': 65, '10931': 70, '10932': 75, '10933': 80},
    stats: "166/186/164/171/160/186"
  },
  "100640": {
    name: "烈焰伊尔",
    type: "火",
    img: "img/pet/100640.png",
    desc: "熊熊燃烧的烈焰让他具备与他的自信相匹配的实力，拥有烈焰伊尔的美称。",
    upskill: ['10934', '10935', '10936', '10937', '10938'],
    setskill: ['10948', '10949', '10950', '10951'],
    skillLv: {'10934': 60, '10935': 65, '10936': 70, '10937': 75, '10938': 80},
    stats: "192/162/165/160/171/183"
  },
  "102561": {
    name: "影灵兽",
    type: "暗影",
    img: "img/pet/102561.png",
    desc: "精灵王之影子，约瑟映照在南半球的倒影",
    upskill: ['10616', '10617', '10618', '10619', '10620', '10621', '10622', '10623', '10624', '10625', '10626', '10627', '10628', '10629', '10630', '10631', '10632'],
    setskill: [],
    skillLv: {'10616': 1, '10617': 5, '10618': 10, '10619': 15, '10620': 20, '10621': 25, '10622': 30, '10623': 35, '10624': 40, '10625': 45, '10626': 50, '10627': 55, '10628': 60, '10629': 65, '10630': 70, '10631': 75, '10632': 80},
    stats: "186/188/160/161/175/180"
  },
  "110301": {
    name: "必杀布布",
    type: "草",
    img: "img/pet/110301.png",
    desc: "智慧勇敢的她来到世间，包裹着美丽的金色光芒，注定成为一名非比寻常的战士",
    upskill: [],
    setskill: ['0'],
    skillLv: {},
    stats: "101/109/127/121/106/90"
  },
  "113309": {
    name: "神迹鱼龙王",
    type: "水",
    img: "img/pet/113309.png",
    desc: "鱼龙王的神迹形态，任何的水分都能给她带来力量，有她在的地方，永远风调雨顺！",
    upskill: [],
    setskill: ['12214', '12215', '12216', '12217', '12218'],
    skillLv: {},
    stats: "172/197/171/174/172/194"
  },
  "114693": {
    name: "神迹蘑菇怪",
    type: "草",
    img: "img/pet/114693.png",
    desc: "为了守护重要的同伴，克洛斯星回应了小蘑菇的愿望，地心的能量不断注入它的体内，神迹蘑菇怪诞生了！",
    upskill: [],
    setskill: ['11729', '11730', '11731', '11732', '11733'],
    skillLv: {},
    stats: "170/184/182/177/165/202"
  },
  "114731": {
    name: "神迹波克尔",
    type: "飞行/圣灵",
    img: "img/pet/114731.png",
    desc: "端庄唯美的她拥有无上的神力，为所有信仰自己的虔诚旅人送去美好的祝福",
    upskill: [],
    setskill: ['11696', '11697', '11698', '11699', '11700'],
    skillLv: {},
    stats: "197/175/170/165/173/192"
  },
  "114732": {
    name: "神迹闪光波克尔",
    type: "飞行/圣灵",
    img: "img/pet/114732.png",
    desc: "端庄唯美的她拥有无上的神力，为所有信仰自己的虔诚旅人送去美好的祝福",
    upskill: [],
    setskill: ['11696', '11697', '11698', '11699', '11700'],
    skillLv: {},
    stats: "197/175/170/165/173/192"
  },
  "114780": {
    name: "神迹巴拉龟",
    type: "水/超能",
    img: "img/pet/114780.png",
    desc: "巴拉龟的神迹形态，除了超强的防御能力外，也展现出了极强的精神力量。对同族精灵充满了保护欲。",
    upskill: [],
    setskill: ['12408', '12409', '12410', '12411', '12412'],
    skillLv: {},
    stats: "170/186/185/185/153/201"
  },
};